Repository: rahulkis/Dennis_msghostlabs
Catalog: plugins/woocommerce-wholesale-prices-premium/languages/woocommerce-wholesale-prices-premium-*.po
Languages: fr_fr

source: Override Shipping Options
fr_fr: Redéfinir les options d’expédition

source: Override Tax Exemption
fr_fr: Redéfinir l’exonération de taxe

source: Override the default minimum order rules per wholesale role. This lets you apply different minimum order requirements based on the customer’s user role.
fr_fr: Passe outre les règles de minimum de commande par rôle client grossiste. Ceci vous permet d’appliquer des conditions minimales de commande différentes selon le rôle du client.

source: Override the price suffix on regular prices for wholesale users.
fr_fr: Redéfinit le suffixe de prix des prix de base pour les clients grossistes.

source: Override the stock display format for wholesale users.
fr_fr: Redéfinir l’affichage du stock pour les clients grossistes.

source: Override Wholesale General Discount
fr_fr: Redéfinir la réduction générique grossiste

source: Parent Product Wholesale Minimum Order Quantity
fr_fr: Quantité de commande minimale du produit parent

source: Parent Product Wholesale Order Quantity Step
fr_fr: Pas de quantité de commande grossiste du produit parent

source: Payment Gateway
fr_fr: Moyen de paiement

source: Payment Gateway Options
fr_fr: Options des moyens de paiement

source: Payment Gateway Surcharge
fr_fr: Redéfinition du moyen de paiement

source: Payment gateway surcharge mapping you wish to update does not exist on record
fr_fr: La correspondance de redéfinition de moyen de paiement que vous souhaitez mettre à jour n’existe pas sur l’enregistrement

source: Payment gateway surcharge you want to delete does not exist on record
fr_fr: La correspondance de redéfinition de moyen de paiement que vous souhaitez supprimer n’existe pas sur l’enregistrement

source: Payment Gateways
fr_fr: Moyens de paiement

source: Payment Gateways. <br/><small><i>You can add multiple payment gateways to a single role mapping</i></small>
fr_fr: Moyens de paiement. <br/><small><i>Vous pouvez ajouter plusieurs moyens de paiement à une seule correspondance de rôle<i></small>

source: Per User Wholesale Prices Settings
fr_fr: Paramètres de prix de gros par utilisateur

source: Percent Discount
fr_fr: Pourcentage de réduction

source: Percent Discount (%)
fr_fr: Pourcentage de réduction (%%)

source: Percentage
fr_fr: Poucentage

source: Please ensure you have the <a href="%1$s" target="_blank">WooCommerce Wholesale Prices</a> plugin installed and activated along with the Premium extension.
fr_fr: Veuillez vous assurer d’avoir l’extension <a href="%1$s" target="_blank">WooCommerce Wholesale Prices</a> installée et activée conjointement au module Premium.

source: Please Enter Role Key
fr_fr: Veuillez entrer la clé du rôle

source: Please Enter Role Name
fr_fr: SVP entrez un nom de rôle

source: Please fill the form properly
fr_fr: Veuillez remplir le formulaire correctement

source: Please Input Discount Properly
fr_fr: Veuillez renseigner la réduction correctement

source: Please provide discount for each wholesale roles.
fr_fr: Veuillez fournir la réduction de chaque rôle grossiste.

source: Please provide wholesale role keys you want to remove.
fr_fr: Veuillez fournir les clés de rôles grossistes que vous souhaitez supprimer.

source: Please provide wholesale_role and wholesale_discount parameter.
fr_fr: Veuillez fournir les paramètres "wholesale_role" et "wholesale_discount."

source: Please remove the role first in the following settings:
fr_fr: Veuillez supprimer le premier rôle dans les paramètres suivants:

source: Please Select Payment Gateways...
fr_fr: Veuillez sélectionner les moyens de paiement…

source: Please Select Shipping Method...
fr_fr: Veuillez choisir un mode d’expédition…

source: Please Select Unzone Shipping Method
fr_fr: Veuillez sélectionner les méthodes d’expédition sans zone

source: Please specify a wholesale role
fr_fr: Veuillez définir un rôle grossiste

source: Please specify start quantity
fr_fr: Veuillez définir la quantité de départ

source: Please specify tax class
fr_fr: Veuillez préciser la classe d’imposition

source: Please specify the index of the entry you want to edit
fr_fr: Veuillez définir l’index de l’entrée que vous souhaitez modifier

source: Please specify values for the following field/s
fr_fr: Veuillez définir des valeurs pour le.s champs suivant.s

source: Please specify values for the following field/s:
fr_fr: Veuillez définir des valeurs pour le.s champs suivant.s:

source: Please specify wholesale discount
fr_fr: Veuillez définir une réduction de gros

source: Please Specify Wholesale Role
fr_fr: Veuillez définir un rôle grossiste

source: Please specify wholesale role
fr_fr: Veuillez définir un rôle grossiste

source: Prepend
fr_fr: Ajouter avant

source: Prevent purchase if wholesale condition is not met
fr_fr: Empêcher toute vente si la condition de vente en gros n'est pas satisfaite

source: Prevents customers from checking out if they haven't met the minimum requirements to activate wholesale pricing (as per the Minimum Order Requirements setting)
fr_fr: Empêche les clients de payer s'ils n'ont pas atteint les conditions minimales pour activer les prix de gros (comme défini par le paramètre Conditions minimales de commande)

source: Price
fr_fr: Prix

source: Price Range
fr_fr: Fourchette de prix

source: Price Type
fr_fr: Type de prix

source: Price type.
fr_fr: Type de prix.

source: Product Quantity Based Wholesale Pricing
fr_fr: Prix de gros selon la quantité produit

source: Product Visibility Meta
fr_fr: Visibilité des méta de produits

source: Products without wholesale pricing will be hidden from wholesale customers.
fr_fr: Les produits sans prix de gros seront cachés aux clients grossistes.

source: Qty
fr_fr: Qté

source: Quantity based discounts available based on how many items are in your cart.
fr_fr: Réductions en fonction de la quantité qui sont disponibles selon le nombre de produits présents dans votre panier.

source: Quantity based discounts available based on how many items from the <b>%1$s</b> category are in your cart.
fr_fr: Réductions en fonction de la quantité qui sont disponibles selon le nombre de produits de la catégorie <b>%1$s</b> présents dans votre panier.

source: Quantity based discounts available based on how many of this product is in your cart.
fr_fr: Réductions en fonction de la quantité qui sont disponibles selon la quantité de ce produit présente dans votre panier.

source: Quantity based discounts available based on how many of this variation is in your cart.
fr_fr: Réductions en fonction de la quantité qui sont disponibles selon la quantité de cette variation de produit présente dans votre panier.

source: Quantity Based Wholesale %
fr_fr: % grossiste en fonction de la quantité

source: Quantity discount rule data passed is in invalid format.
fr_fr: Les données fournies pour la règle de réduction en fonction de la quantité sont dans un format invalide.

source: Quantity discount rule data passed is invalid. Index of the mapping to edit not passed
fr_fr: Les données fournies pour la règle de réduction en fonction de la quantité sont invalides. L’index de la correspondance à modifier n’est pas fourni.

source: Quantity discount rule data passed is invalid. The following fields are required ( Wholesale Role / Starting Qty / Percent Discount ).
fr_fr: Les données fournies de la règle de réduction selon la quantité sont invalides. Les champs suivants sont requis (Rôle grossiste / Quantité de départ / Pourcentage de réduction).

source: Quantity discount rule data passed is invalid. The following fields are required ( Wholesale Role / Starting Qty / Price Type / Wholesale Price ).
fr_fr: Les données fournies de la règle de réduction selon la quantité sont invalides. Les champs suivants sont requis ( Rôle grossiste / Quantité de départ / Prix de gros ).

source: Quantity discount rule data passed is invalid. The following fields must be a number ( Starting Qty / Ending Qty / Wholesale Price ).
fr_fr: Les données fournies de la règle de réduction selon la quantité sont invalides. Les champs suivants doivent être des nombres ( Quantité de départ / Quantité de fin / Prix de gros ).

source: Quantity discount rule entry you want to delete does not exist
fr_fr: La règle de prix de gros selon la quantité que vous voulez supprimer n’existe pas.

source: Quantity discount rule entry you want to edit does not exist
fr_fr: La règle de prix de gros selon la quantité que vous voulez modifier n’existe pas.

source: Re-Initialize Product Visibility Meta
fr_fr: Ré-initialiser le méta de visibilité produit

source: Re-initialize the product visibility meta data for all simple and variable products in the system. Sometimes after product importing or manual database manipulation, the visibility meta used to determine the visibility of your products to wholesalers will be malformed. This button resets all the product visibility meta data so your product visibility options are properly respected.
fr_fr: Ré-initialise les données méta de visibilité du produit pour les produits simples et à variations dans le système. Parfois après l’import de produits ou la manipulation manuelle de la base de données, le méta de visibilité utilisé pour déterminer la visibilité de vos produits par vos clients grossistes peut être mal formé. Ce bouton réinitialise les données méta de visibilité du produit afin que vos options de visibilité de produit soient correctement respectées.

source: Read the Getting Started guide
fr_fr: Lire le guide de démarrage

source: Refetch Plugin Update Data
fr_fr: Récupérer les données de mise à jour du plugin

source: Removes tax for all wholesale roles. All wholesale prices will display excluding tax throughout the store, cart and checkout. The display settings below will be ignored.
fr_fr: Supprime les taxes pour tous les rôles grossistes. Tous les prix de gros seront affichés hors taxe dans les pages magasin, panier et paiement. Les paramètres d’affichage ci-desosus seront ignorés.

source: Replace
fr_fr: Remplacer

source: Require Quantity AND Subtotal
fr_fr: Quantité ET Sous-total obligatoire

source: Require Quantity OR Subtotal
fr_fr: Quantité OU Sous-total obligatoire

source: Required data not supplied
fr_fr: Données requises non fournies

source: Required parameters not supplied
fr_fr: Paramètres requis non fournis

source: Required. Must be unique. Must only contain letters, numbers, hyphens, and underscores
fr_fr: Requis. Doit être unique. Doit contenir uniquement des lettres, des chiffres, des moins et des tirets bas.

source: Required. Recommended to be unique.
fr_fr: Requis. Il est recommandé qu'il soit unique.

source: Restrict To Wholesale Roles
fr_fr: Restreindre aux rôles grossistes

source: Restrict To Wholesale Roles:
fr_fr: Restreindre aux rôles grossistes:

source: Retail
fr_fr: Détail

source: Role Key
fr_fr: Clé du rôle

source: Role Key must contain only letters, numbers, hyphens, and underscores
fr_fr: La clé de rôle doit contenir uniquement des lettres, des chiffres, des moins et des tirets bas.

source: Role Name
fr_fr: Nom du rôle

source: Role Specific Settings
fr_fr: Paramètres spécifiques du rôle

source: Roles
fr_fr: Rôles

source: Sales by current wholesale customer
fr_fr: Ventes par client grossiste

source: Sales by date
fr_fr: Ventes par date

source: Sales by product
fr_fr: Ventes par produit

source: Save
fr_fr: asdasd

source: Save Changes
fr_fr: Enregistrer les modifications

source: Save changes
fr_fr: Enregistrer les modifications

source: Save Mapping
fr_fr: Enregistrer la correspondance

source: Save Quantity Discount Rule
fr_fr: Enregistrer la règle de prix de gros selon la quantité

source: Save Surcharge
fr_fr: Enregistrer la redéfinition

source: Security check failed
fr_fr: Échec de la vérification de sécurité

source: Select an option
fr_fr: Choisissez une option

source: Select Currency
fr_fr: Choisir la devise

source: Select pricing type
fr_fr: Sélectionnez le type de prix

source: Select wholesale role to which rule applies.
fr_fr: Sélectionnez le rôle grossiste auquel la règle s’applique.

source: Select wholesale role to which this rule applies.
fr_fr: Sélectionnez le rôle grossiste auquel cette règle s’applique.

source: Select wholesale roles this product category term is exclusive to.
fr_fr: Sélectionner les rôles grossistes auxquels cette catégorie de produits est réservée.

source: Select Wholesale Roles...
fr_fr: Sélectionner les rôles grossistes…

source: Set a specific price suffix specifically for wholesale prices.
fr_fr: Définit un suffixe de prix spécifique pour les prix de gros.

source: Set as zero or leave blank to have no minimum quantity required.
fr_fr: Définir à zéro ou laisser vide pour ne pas avoir de quantité minimale requise.

source: Set minimum order quantity (%1$s)
fr_fr: Définir une quantité minimale de commande (%1$s)

source: Set order quantity step (%1$s)
fr_fr: Définir le pas de quantité de commande (%1$s)

source: Set this product to be visible only to specified wholesale user role/s only
fr_fr: Définit ce produit comme visible uniquement aux utilisateurs ayant un des rôles grossistes spécifiés

source: Settings
fr_fr: Paramètres

source: Shipping
fr_fr: Expédition

source: Shipping Class
fr_fr: Classe d’expédition

source: Shipping Method
fr_fr: Mode d’expédition

source: Shipping Method Mapping
fr_fr: Correspondance des modes d’expédition

source: Shipping Method Type
fr_fr: Type de mode d’expédition

source: Shipping method with instance id of %1$s does not exist anymore
fr_fr: Le mode d’expédition avec l’id d’instance %1$s n’existe plus

source: Shipping Options
fr_fr: Options d’expédition

source: Shipping Service
fr_fr: Service d’expédition

source: Shipping Table Rates
fr_fr: Table tarifaire d’expédition

source: Shipping Zone
fr_fr: Zone d’expédition

source: Shipping Zone Method
fr_fr: Mode d’expédition de la zone

source: Shipping Zone Methods
fr_fr: Modes d’expédition de la zone

source: Shipping Zone Table Rate
fr_fr: Table tarifaire de la zone d’expédition

source: Shipping zone with id of %1$s does not exist anymore
fr_fr: La zone d’expédition avec l’id %1$s n’existe plus

source: Shipping Zones
fr_fr: Zones d’expédition

source: Shop Page
fr_fr: Page boutique

source: Should the customer satisfy both or just one of the minimum order rules?
fr_fr: Le client doit-il satisfaire aux deux ou à une seule des règles de minimum de commande ?

source: Show all order types
fr_fr: Montrer tous les types de commandes

source: Show Backorders Notice When Allowed
fr_fr: Afficher la notification de commande en réassort si autorisé

source: Show saved amount
fr_fr: Montrer le montant économisé

source: Show saved percentage
fr_fr: Montrer le pourcentage économisé

source: Show wholesale customers a thank you message with important information on the Order Received screen.
fr_fr: Affiche aux clients grossistes un message de remerciement avec une information importante sur l’écran de commande reçue.

source: Show Wholesale Saving Amount
fr_fr: Montrer le montant en gros économisé

source: Shows the standard "Available on backorder" notice from WooCommerce. This setting is ignored when "Always Allow Backorders" is off.
fr_fr: Affiche la notification standard "Disponible en réassort" depuis WooCommerce. Ce paramètre est ignoré quand "Toujours autoriser les commandes en réassort" est inactif.

source: Single Product Page
fr_fr: Page produit simple

source: Specified Wholesale Role (%1$s) Does not Exist
fr_fr: Le rôle grossiste spécifié (%1$s) n’existe pas

source: Specify if this variation should be exclusive to wholesale roles. Leave empty to make it available to all.<br><br>
fr_fr: Définit si cette variation devrait être réservée aux rôles grossistes. Laisser vide pour qu’elle soit disponible pour tous.<br><br>

source: Specify Non Zoned Shipping Methods
fr_fr: Définir les modes d’expédition sans zone

source: Specify payment gateway surcharge
fr_fr: Définir une surcharge de moyen de paiement

source: Specify Shipping Methods
fr_fr: Définir les modes d’expédition

source: Specify tax classes per wholesale role.
fr_fr: Définit la classe d’imposition par rôle grossiste.

source: Specify tax exemption per wholesale role. Overrides general <b>"Tax Exemption"</b> option above.
fr_fr: Définit l’exonération de taxe par rôle grossiste. Passe outre l’option ci-dessus <b>"Exonération de taxe"</b>.

source: Specify the format in which variable product prices are displayed. Only for wholesale customers.
fr_fr: Définissez le format dans lequel les prix des produits à variations sont affichés. Uniquement pour les clients grossistes.

source: Specify what user roles this addon is visible. Leave blank to make addon visible to all user roles.
fr_fr: Définir pour quels rôles utilisateurs ce module est visible. Laisser vide pour que le module soit visible par tous les rôles.

source: Start quantity.
fr_fr: Quantité de départ.

source: Starting Qty
fr_fr: Quantité de départ

source: Stock not sufficient
fr_fr: Stock insuffisant

source: Subtotal Price
fr_fr: Sous-total

source: Successfully %1s category discount.
fr_fr: Réduction de catégorie %1s avec succès.

source: Successfully Added New Role
fr_fr: Rôle ajouté avec succès

source: Successfully added new wholesale / shipping mapping
fr_fr: Correspondance Rôle/Expédition créée avec succès

source: Successfully Added Payment Gateway Surcharge Mapping
fr_fr: Correspondance de redéfinition de moyen de paiement ajoutée avec succès

source: Successfully Added Quantity Discount Rule Mapping
fr_fr: Règle de prix de gros selon la quantité ajoutée avec succès.

source: Successfully Added Role/Discount Mapping
fr_fr: Correspondance Rôle/Réduction ajoutée avec succès

source: Successfully Added Role/Shipping Mapping
fr_fr: Correspondance Rôle/Expédition ajoutée avec succès

source: Successfully Added Subtotal Price Discount Mapping
fr_fr: Réduction selon le sous-total ajoutée avec succès

source: Successfully Added Wholesale Role / Payment Gateway Mapping
fr_fr: Correspondance Rôle grossiste/Moyen de paiement ajoutée avec succès

source: Successfully Added Wholesale Role Order Requirement Mapping
fr_fr: Correspondance Rôle grossiste/Condition de commande ajoutée avec succès

source: Successfully Added Wholesale Role Tax Option Mapping
fr_fr: Correspondance Rôle grossiste/Option de taxe ajoutée avec succès

source: Successfully cleared all products transients cache
fr_fr: Cache des transients de produits vidé avec succès

source: Successfully cleared all variable product price range and wholesale price cache.
fr_fr: Le cache de toutes les fourchettes de prix de produits variables et de prix de gros a été supprimé avec succès.

source: Successfully created new general discount.
fr_fr: Création d’une nouvelle réduction générique réussie.

source: Successfully deleted category discount.
fr_fr: Réduction de catégorie supprimée avec succès.

source: Successfully deleted general discount.
fr_fr: Suppression de la réduction générique réussie.

source: Successfully Deleted Payment Gateway Surcharge Mapping
fr_fr: Correspondance de redéfinition de moyen de paiement supprimée avec succès

source: Successfully Deleted Quantity Discount Rule Mapping
fr_fr: Règle de prix de gros selon la quantité supprimée avec succès.

source: Successfully Deleted Role
fr_fr: Rôle supprimé avec succès

source: Successfully Deleted Role/Discount Mapping
fr_fr: Correspondance Rôle/Réduction supprimée avec succès

source: Successfully Deleted Role/Shipping Mapping
fr_fr: Correspondance Rôle/Expédition supprimée avec succès

source: Successfully Deleted Subtotal Price Discount Mapping
fr_fr: Réduction selon le sous-total supprimée avec succès

source: Successfully deleted wholesale / shipping zone mapping
fr_fr: Correspondance Rôle grossiste/Zone d’expédition supprimée avec succès

source: Successfully Deleted Wholesale Role / Payment Gateway Mapping
fr_fr: Correspondance Rôle grossiste/Moyen de paiement supprimée avec succès

source: Successfully Deleted Wholesale Role Order Requirement Mapping
fr_fr: Correspondance Rôle grossiste/Condition de commande supprimée avec succès

source: Successfully Deleted Wholesale Role Tax Option Mapping
fr_fr: Correspondance Rôle grossiste/Option de taxe supprimée avec succès

source: Successfully Edited Role
fr_fr: Rôle modifié avec succès

source: Successfully edited wholesale / shipping mapping
fr_fr: Correspondance grossiste / expédition modifiée avec succès

source: Successfully re-fetched plugin update data
fr_fr: Données de mise à jour de l’extension récupérées avec succès

source: Successfully updated general discount.
fr_fr: Mise à jour de la réduction générique réussie.

source: Successfully Updated Payment Gateway Surcharge Mapping
fr_fr: Mise à jour de la correspondance redéfinition du mode de paiement réussie

source: Successfully Updated Quantity Discount Rule Mapping
fr_fr: Règle de prix de gros selon la quantité mise à jour avec succès.

source: Successfully Updated Role/Discount Mapping
fr_fr: Mise à jour de la correspondance Rôle/Réduction réussie

source: Successfully Updated Role/Shipping Mapping
fr_fr: Mise à jour de la correspondance Rôle/Expédition réussie

source: Successfully Updated Subtotal Price Discount Mapping
fr_fr: Mise à jour de la correspondance réduction selon le sous-total réussie

source: Successfully Updated Wholesale Role / Payment Gateway Mapping
fr_fr: Mise à jour de la correspondance Rôle/Moyen de paiement réussie

source: Successfully Updated Wholesale Role Order Requirement Mapping
fr_fr: Mise à jour de la correspondance Rôle grossite/Condition de commande réussie

source: Successfully Updated Wholesale Role Tax Option Mapping
fr_fr: Mise à jour de la correspondance Rôle grossiste/Option de taxe réussie

source: Surcharge Amount
fr_fr: Redéfinition de la valeur

source: Surcharge Title
fr_fr: Redéfinition du titre

source: Surcharge Type
fr_fr: Redéfinition du type

source: Tax
fr_fr: Taxe

source: Tax Class
fr_fr: Classe d’imposition

source: Tax Class Mapping
fr_fr: Correpondance de classe d’imposition

source: Tax Exempted
fr_fr: Exonéré de taxe

source: Tax Exempted?
fr_fr: Exonéré de taxe?

source: Tax Exemption
fr_fr: Exonération de taxe

source: Tax Exemption Mapping
fr_fr: Correspondance d’exonération de taxe

source: Tax Options
fr_fr: Options de taxe

source: Thank you for purchasing WooCommerce Wholesale Prices Premium – you now have a whole range of extra wholesale pricing, product and ordering features available.
fr_fr: Merci d'avoir acheté WooCommerce Wholesale Prices Premium – vous disposez maintenant d'un large panel de fonctionnalités supplémentaires disponibles pour vos prix de gros, produits et commandes.

source: The cart subtotal price that the discount will start applying at (excluding taxes and shipping). Must be a number.
fr_fr: La valeur du sous-total du panier à partir de laquelle la réduction s’appliquera (hors taxe et frais de port). Doit être un nombre.

source: The category ID.
fr_fr: L’ID de catégorie.

source: The following fields are not properly filled:
fr_fr: Les champs suivants ne sont pas remplis correctement:

source: The mapping you are trying to delete does not exist
fr_fr: La correspondance que vous essayez de supprimer n’existe pas

source: The mapping you wish to add already exists
fr_fr: La correspondance que vous souhaitez ajouter existe déjà

source: The mapping you wish to delete does not exists
fr_fr: La correspondance que vous souhaitez modifier n’existe pas

source: The mapping you wish to edit does not exists
fr_fr: La correspondance que vous souhaitez modifier n’existe pas
