Repository: rahulkis/Dennis_msghostlabs
Catalog: plugins/woocommerce-wholesale-prices-premium/languages/woocommerce-wholesale-prices-premium-*.po
Languages: fr_fr

source: From:
fr_fr: De:

source: To:
fr_fr: À:

source: $ or the new % value off the wholesale price. This will be the discount value used for quantities within the given range. Please input value without comma separator.
fr_fr: $ ou une nouvelle valeur en % du prix de gros. Ceci sera la réduction utilisée pour les quantités dans l’intervalle. Veuillez entrer une valeur sans virgule.

source: % value off the wholesale price. This will be the discount value used for quantities within the given range. Please input value without comma separator.
fr_fr: Réduction en % du prix de gros. Ceci sera la réduction utilisée pour les quantités dans la fourchette donnée. Veuillez entrer une valeur sans virgule.

source: %1$s Minimum Order Quantity
fr_fr: %1$s Quantité minimale de commande

source: %1$s Order Quantity Step
fr_fr: %1$s pas de quantité de commande

source: %1$s role does not exist anymore
fr_fr: Le rôle %1$s n’existe plus

source: (Base Currency)
fr_fr: (Devise de base)

source: --Select Shipping Method--
fr_fr: --Sélectionner le mode de livraison--

source: --Select Shipping Zone Method--
fr_fr: --Sélectionner le mode de livraison de la zone--

source: --Select Shipping Zone--
fr_fr: --Sélectionner le zone de livraison--

source: --Select Wholesale Role--
fr_fr: --Sélectionner le rôle grossiste--

source: --Use woocommerce default--
fr_fr: --Utiliser la valeur par défaut de WooCommerce--

source: <a href="%1$s">Click here to update WooCommerce Wholesale Prices Plugin &rarr;</a>
fr_fr: <a href="%1$s">Cliquez ici pour mettre à jour l’extension WooCommerce Wholesale Prices &rarr;</a>

source: <b>WooCommerce Wholesale Prices Premium</b><br/> Please ensure you have the latest version of <a href="%1$s" target="_blank">WooCommerce Wholesale Prices</a> plugin installed and activated along with the Premium extension.
fr_fr: <b>WooCommerce Wholesale Prices Premium</b><br/> Assurez-vous d’avoir la dernièr eversion de l’extension <a href="%1$s" target="_blank">WooCommerce Wholesale Prices</a> installée et activée ainsi que son module Premium.

source: <h4>Please adjust your cart to meet all of the wholesale requirements in order to proceed.</h4>
fr_fr: <h4>Veuillez ajuster votre panier pour qu’il satisfasse les conditions de vente en gros afin de procéder à la commande.</h4>

source: <span class="wwpp-notice"></span>You did not meet the correct order quantity, <b>minimum of %1$s</b> and <b>increments of %2$s</b> of the any combination of variations of the product <b>%3$s</b> to activate wholesale pricing <b>(%4$s)</b> for the variation <b>%5$s</b>. Please increase quantities to the cart to activate adjusted pricing.
fr_fr: <span class="wwpp-notice"></span>Vous n'avez pas atteint une quantité minimale de commande correcte: <b>un minimum de %1$s</b> et <b>des incréments de %2$s</b> pour une combinaison quelconque de variations du produit <b>%3$s</b> pour activer les prix de gros <b>(%4$s)</b> pour la variation <b>%5$s</b>. Veuillez augmenter les quantités de votre panier pour activer l'ajustement de prix.

source: <span class="wwpp-notice"></span>You did not meet the correct order quantity, <b>minimum of %1$s</b> and <b>increments of %2$s</b> of the product <b>%3$s</b> to activate wholesale pricing <b>(%4$s)</b> . Please correct quantities to the cart to activate adjusted pricing.
fr_fr: <span class="wwpp-notice"></span>Vous n'avez pas atteint une quantité minimale de commande correcte: <b>un minimum de %1$s</b> et <b>des incréments de %2$s</b> pour le produit <b>%3$s</b> pour activer les prix de gros <b>(%4$s)</b>. Veuillez corriger les quantités de votre panier pour activer l'ajustement de prix.

source: <span class="wwpp-notice"></span>You did not meet the minimum order quantity <b>(%1$s items of any variation)</b> of the product <b>%2$s</b> to activate wholesale pricing <b>(%3$s)</b> for the variation <b>%4$s</b>. Please increase quantities to the cart to activate adjusted pricing.
fr_fr: <span class="wwpp-notice"></span>Vous n'avez pas atteint la quantité minimale de commande <b>(%1$s unités de n'importe quelle variation)</b> du produit <b>%2$s</b> pour activer les prix de gros <b>(%3$s)</b> pour la variation <b>%4$s</b>. Veuillez augmenter les quantités de votre panier pour activer l'ajustement de prix.

source: <span class="wwpp-notice"></span>You did not meet the minimum order quantity <b>(%1$s items)</b> of the product <b>%2$s</b> to activate wholesale pricing <b>(%3$s)</b>. Please increase quantities to the cart to activate adjusted pricing.
fr_fr: <span class="wwpp-notice"></span>Vous n'avez pas atteint la quantité minimale de commande <b>(%1$s unités)</b> du produit <b>%2$s</b> pour activer les prix de gros <b>(%3$s)</b>. Veuillez augmenter les quantités de votre panier pour activer l'ajustement de prix.

source: A great place to get started is with our official guide to the Premium add-on. Click through below and it will take you through all you need to know and where to get extra assistance if you need it.
fr_fr: Le bon moyen de bien démarrer est notre guide officiel de ce module Premium. Cliquez ci-dessous et nous vous ferons découvrir tout ce que vous avez besoin de savoir et comment obtenir de l'aide si vous en avez besoin.

source: A short title to show the user for this discount. Shown on the totals table.
fr_fr: Un titre court à afficher au client pour cette réduction. Affiché sur la table des totaux.

source: Activate this plugin
fr_fr: Activer cette extension

source: Add Mapping
fr_fr: Ajouter correspondance

source: Add Mapping Error
fr_fr: Erreur d’ajout de correspondance

source: Add New Mapping
fr_fr: Ajouter une correspondance

source: Add New Wholesale Role
fr_fr: Ajouter un rôle grossiste

source: Add Quantity Discount Rule
fr_fr: Ajouter la règle de prix de gros selon la quantité

source: Add Surcharge
fr_fr: Ajouter la redéfinition

source: All Retail Orders
fr_fr: Toutes les commandes de détail

source: All Wholesale Orders
fr_fr: Toutes les commandes de gros

source: Allow Add To Cart Below Product Minimum
fr_fr: Autoriser l’ajout au panier en-deça du minimum produit

source: Always Allow Backorders
fr_fr: Toujours autoriser les commandes en réassort

source: Always show quantity remaining in stock e.g. "12 in stock"
fr_fr: Toujours montrer la quantité restante en stock i.e. "12 en stock"

source: Always Use Regular Price
fr_fr: Toujours utiliser le prix de base

source: AND
fr_fr: ET

source: Append
fr_fr: Ajouter après

source: Apply Discounts Based On Individual Product Quantities?
fr_fr: Appliquer les réductions en fonction des quantités individuelles de produits?

source: Are you sure to remove this wholesale discount mapping?
fr_fr: Êtes-vous certain.e de supprimer cette correspondance de réduction grossiste?

source: Are you sure want to clear the cache?
fr_fr: Êtes-vous sûr de vouloir vider le cache ?

source: Are you sure you want to refetch plugin update data?
fr_fr: Êtes-vous sûr de vouloir récupérer les données de mise à jour de l’extension ?

source: By default, a table describing the quantity based discounts is shown to wholesale customers.
fr_fr: Par défaut, une table décrivant les réductions en fonction de la quantité est affichée aux clients grossistes.

source: By default, the category quantity based discounts system will use the total quantity of all items that belong to this category. This option changes this to apply category quantity based discounts based on the quantity of individual products in the cart
fr_fr: Par défaut, le système réduction de gros en fonction de la quantité définie au niveau de la catégorie utilisera la quantité totale de produits appartenant à cette catégorie. Cette option modifie cela afin d’appliquer la réduction de gros en fonction de la quantité définie au niveau de la catégorie sur les quantités individuelles des produits dans le panier

source: By default, the general quantity based discounts system will use the total quantity of all items in the cart. This option changes this to apply quantity based discounts based on the quantity of individual products in the cart.
fr_fr: Par défaut, le système de réduction générique en fonction de la quantité utilisera la quantité totale de tous les produits du panier. Cette option change cela afin d’appliquer des réductions en fonction des quantités individuelles des produits dans le panier.

source: Cache Options
fr_fr: Options de cache

source: Calculated using the product's defined wholesale price (before tax and shipping). Set to zero or leave blank to disable. Please enter price using dot (.) as decimal separator and without comma separator.
fr_fr: Calculé en utilisant le prix de gros du produit (hors taxe et expédition). Mettre à zéro ou laisser vide pour désactiver. Veuillez entrer un prix en utilisant le point (.) comme séparateur de décimal et sans virgule de séparation.

source: Can't create item. Please make sure "role_key" is unique. Both "role_key" and "role_name" property are required.
fr_fr: Impossible de créer l’élément. Veuillez vous assurer que "role_key" est unique. Les deux propriétés "role_key" et "role_name" sont requises.

source: Cancel
fr_fr: Annuler

source: Cancel Edit
fr_fr: Annuler la modification

source: Cart Subtotal Price Discounts
fr_fr: Réductions de prix selon le sous-total panier

source: Cart/Checkout/Order Page
fr_fr: Pages Panier/Paiement/Commande

source: Category ID is invalid.
fr_fr: L’ID de catégorie est invalide.

source: Choose discount type...
fr_fr: Choisir le type de réduction…

source: Choose how wholesale roles see all prices on the cart and checkout pages.
fr_fr: Choisissez comment les rôles grossistes voient les prix dans les pages panier et paiement.

source: Choose how wholesale roles see all prices throughout your shop pages.
fr_fr: Choisissez comment les rôles grossistes voient les prix dans les pages boutique.

source: Choose payment gateway...
fr_fr: Choisir le mode de paiement…

source: Choose shipping method...
fr_fr: Choisir la méthode d’expédition…

source: Choose shipping service...
fr_fr: Choisir le service d’expédition…

source: Choose shipping zone method...
fr_fr: Choisir la méthode de la zone d’expédition…

source: Choose shipping zone table rate...
fr_fr: Choisissez la table tarifaire de la zone d’expédition

source: Choose shipping zone...
fr_fr: Choisir la zone d’expédition…

source: Choose surcharge type...
fr_fr: Choisir le type de redéfinition…

source: Choose tax class...
fr_fr: Choisir la classe d’imposition…

source: Choose to whether to replace the standard thank you message from WooCommerce, prepend or append the message on the Order Received screen.
fr_fr: Choisissez de remplacer le message de remerciement standard de WooCommerce, ou d’ajouter avant ou après ce message sur la page de Commande reçue.

source: Choose wholesale role...
fr_fr: Choisir un rôle grossiste…

source: Choose wholesale role/s...
fr_fr: Choisir le.s rôle.s grossiste.s…

source: Choose wholesale users...
fr_fr: Choisir les utilisateurs grossistes…

source: Clean up plugin options on un-installation
fr_fr: Supprimer les options de l’extension à la désinstallation

source: Clear all cached wholesale variable product price ranges and the wholesale prices. Note: the cache system keeps itself up to date, so only do this if you are experiencing price range problems.
fr_fr: Efface le cache des fourchettes de prix des produits à variations. Note: le système de cache se maintient à jour de façon autonome, alors ne faîtes ceci que si vous rencontrez des soucis avec les fourchettes de prix.

source: Clear all product ID caches for each role. Caches are automatically rebuilt when visiting the shop page or other product listings.
fr_fr: Efface tous les caches d’ID produit pour chaque rôle. Les caches sont automatiquement reconstruits à la consultation de la page magasin ou d’autres listes de produits.

source: Clear all variable product price range and wholesale price cache
fr_fr: Supprimer le cache de toutes les fourchettes de prix de produits variables et de prix de gros

source: Clear all variable product price range and wholesale price cache.
fr_fr: Supprime le cache de toutes les fourchettes de prix de produits variables et de prix de gros.

source: Clear Cache
fr_fr: Vider le cache

source: Clear Cart On Login
fr_fr: Vider le panier à la connexion

source: Clear product ID cache
fr_fr: Vider le cache des ID de produits

source: Clear Unused Product Meta
fr_fr: Vider les méta de produits inutilisés

source: Clear variable product price range and wholesale price cache
fr_fr: Supprimer le cache de la fourchette de prix du produit variables et du prix de gros

source: Clears the wholesale customer’s shopping after they log in to ensure a fresh session.
fr_fr: Vide le panier du client grossiste à la connexion afin de lui assurer une session vierge.

source: Click here to activate &rarr;
fr_fr: Cliquer ici pour activer &rarr;

source: Click here to install from WordPress.org repo &rarr;
fr_fr: Cliquer ici pour l’installer depuis le dépôt WordPress.org &rarr;

source: Clicking OK will remove the current payment gateway surcharge mapping
fr_fr: Cliquer OK supprimera la redéfinition de correspondance actuelle du moyen de paiement

source: Clicking OK will remove the current quantity discount rule mapping
fr_fr: Cliquer sur OK supprimera la règle de prix de gros selon la quantité

source: Clicking OK will remove the current role/discount mapping
fr_fr: Cliquer OK supprimera la correspondance Rôle/Réduction actuelle

source: Clicking OK will remove the current role/shipping mapping
fr_fr: Cliquer OK supprimera la correspondance Rôle/Expédition actuelle

source: Clicking OK will remove the current selected mapping
fr_fr: Cliquer OK supprimera la correspondance sélectionnée

source: Clicking OK will remove the current Subtotal Price Discount mapping
fr_fr: Cliquer OK supprimera la correspondance réduction selon le sous-total actuelle

source: Clicking OK will remove the current wholesale role / payment gateway mapping
fr_fr: Cliquer OK supprimera la correspondance Rôle grossiste/Moyen de paiement actuelle

source: Clicking OK will remove the current wholesale role order requirement mapping
fr_fr: Cliquer OK supprimera la correspondance Rôle grossiste/Condition de commande actuelle

source: Clicking OK will remove the current wholesale role tax option mapping
fr_fr: Cliquer OK supprimera la correspondance Rôle/Option de taxe actuelle

source: Clicking OK will remove the current wholesale role/discount mapping
fr_fr: Cliquer OK supprimera la correspondance Rôle grossiste/Réduction actuelle

source: created
fr_fr: créé

source: Currency
fr_fr: Devise

source: Customers can add multiple variations to the cart and if the sum of all these variations exceeds the minimum quantity value supplied here, they will be granted the wholesale pricing as per the wholesale price on each variation.
fr_fr: Les clients peuvent ajouter de multiples variations au panier et si la somme de toutes ces variations dépasse la quantité minimale définie ici, ils bénéficieront des prix de gros à savoir celui défini sur chaque varriation.

source: Customers can add multiple variations to the cart and if the sum of all these variations is within the increments (step) multiplier specified, they will be granted the wholesale pricing as per the wholesale price on each variation. Min order qty above must be specified to enable this feature.
fr_fr: Les clients peuvent ajouter de multiples variations au panier et si la somme de toutes ces variations est dans un multiple du pas de quantité de commande défini ici, ils bénéficieront des prix de gros à savoir celui défini sur chaque variation. La quantité minimale de commande ci-dessus doit être définie pour activer cette fonctionnalité.

source: Debug Tools
fr_fr: Outils de débuggage

source: Default Minimum Order Quantity
fr_fr: Quantité minimale de commande par défaut

source: Default Minimum Order Subtotal
fr_fr: Sous-total minimal de commande par défaut

source: Default Zone (everywhere else)
fr_fr: Zone par défaut (partout ailleurs)

source: Define a minimum number of items that wholesale customers must reach in the cart before they activate wholesale pricing.
fr_fr: Définit un nombre minimal de produits que les clients grossistes doivent atteindre dans leur panier avant d’activer le prix de gros.

source: Define a minimum subtotal that wholesale customers must reach before they activate wholesale pricing for items in their cart.
fr_fr: Définit un sous-total minimal que les clients grossistes doivent atteindre avant d’activer le prix de gros pour les produits dans leur panier.

source: Define Alternate Quantity Based Discounts For This User
fr_fr: Définir une réduction grossiste en fonction de la quantité différente pour cet utilisateur

source: Delete
fr_fr: Supprimer

source: Delete Mapping Error
fr_fr: Supprimer l’erreur de correspondance

source: Determining the product count is an expensive operation due to having to take product visibility into account, hiding the count stops the system from calculating it.
fr_fr: Définir le compte de produits étant une opération coûteuse du fait de devoir prendre en compte la visibilité des produits, masquer ce compte évite au système de faire ce calcul.

source: Disable Coupons For Wholesale Users
fr_fr: Désactiver les codes promo pour les clients grossistes

source: Disabled
fr_fr: Désactivé

source: Discount
fr_fr: Réduction

source: Discount % is the only allowed price type of variable level quantity discount.
fr_fr: La réduction en % est le seul type de réduction en fonction de la quantité autorisé au niveau des produits à variation.

source: Discount % off the wholesale price
fr_fr: Réduction en % du prix de gros

source: Discount Amount
fr_fr: Montant de la réduction

source: Discount amount must not be less than or equal to 0.
fr_fr: La réduction ne peut être inférieure ou égale à 0.

source: Discount amount off the cart subtotal price. If discount type is percentage (%), Ex. 3 percent then input 3, 30 percent then input 30, 0.3 percent then input 0.3.
fr_fr: Pourcentage de réduction sur le sous-total du panier. Si le type des réduction est un pourcentage (%%), par expl 3 pourcents alors saisir 3, 30 pourcents saisir 30, 0.3 pourcent saisir 0.3.

source: Discount based off the cart subtotal price.
fr_fr: Réduction selon le sous-total du panier.

source: Discount Title
fr_fr: Titre de la réduction

source: Discount Type
fr_fr: Type de réduction

source: Display Prices During Cart and Checkout
fr_fr: Afficher les prix sur les pages panier et paiement

source: Display Prices in the Shop
fr_fr: Afficher les prix dans le magasin

source: Disregard Product Category Level Wholesale Discount
fr_fr: Ne pas tenir compte de la réduction grossiste définie au niveau Catégorie de produit

source: Disregard Wholesale Role Level Wholesale Discount
fr_fr: Ne pas tenir compte de la réduction grossiste définie au niveau Rôle grossiste

source: Do not apply tax to all wholesale roles
fr_fr: Ne pas appliquer de taxe aux rôles grossistes

source: Do not use general wholesale role payment gateway surcharge
fr_fr: Ne pas utiliser la redéfinition générale de moyen de paiement du rôle grossiste

source: Duplicate Entry, Entry Already Exists
fr_fr: Entrée en double, l’entrée existe déjà

source: Duplicate quantity discount rule
fr_fr: Dupliquer la règle de prix de gros selon la quantité

source: Duplicate wholesale discount rule
fr_fr: Règle de réduction grossiste en double

source: Duplicate Wholesale Role Order Requirement Entry, Already Exist
fr_fr: Entrée de contrainte de rôle grossiste en double. Déjà existante.

source: Duplicate Wholesale Role Tax Option Entry, Already Exist
fr_fr: Entrée d’option de taxe du rôle grossiste en double. Existe déjà.

source: Edit
fr_fr: Modifier

source: Edit Mapping Error
fr_fr: Erreur de modification de la correspondance

source: Edit Quantity Discount Rule
fr_fr: Modifier la règle de prix de gros selon la quantité

source: Edit Wholesale Role
fr_fr: Modifier le rôle grossiste

source: Either (minimum order quantity "AND" minimum order sub-total) or (minimum order quantity "OR" minimum order sub-total). Only applied if both minimum items and price is set
fr_fr: Soit (quantité manimale de commande "ET" sous-total minimal de commande) ou (quantité manimale de commande "OU" sous-total minimal de commande). S’applique seuleement si les deux minima de quantité et de prix sont définis.

source: Email Invoice
fr_fr: E‑mail de facturation

source: Empty non-zoned shipping method
fr_fr: Mode d’expédition sans zone vide

source: Empty shipping method
fr_fr: Mode d’expédition vide

source: Empty shipping zone
fr_fr: Zone d’expédition vide

source: Empty wholesale role
fr_fr: Rôle grossiste vide

source: Enable further wholesale pricing discounts based on quantity purchased?
fr_fr: Activer plus de réductions de gros en fonction de la quantité achetée?

source: Enable General Quantity Based Discounts
fr_fr: Activer les réductions générales en fonction de la quantité

source: Enable product ID caching
fr_fr: Activer la mise en cache des ID de produits

source: Enable variable product price range caching
fr_fr: Activer la mise en cache des fourchettes de prix des produits à variations

source: Enable wholesale price caching
fr_fr: Activer le cache des prix de gros

source: End quantity.
fr_fr: Quantité de fin.

source: Ending Qty
fr_fr: Quantité de fin

source: Ending Qty must not be less than Starting Qty
fr_fr: La Quantité de fin ne peut être inférieure à la Quantité de départ

source: Enforce Min/Step On Cart
fr_fr: Force le nombre minimal/le pas sur la page panier

source: Ensure that cart item quantity boxes on the cart page also respect the minimum and step settings of the product.
fr_fr: S’assure que les sélecteur de quantités sur la page panier respectent également les paramètres de minimum et de pas du produit

source: Enter a value (leave blank to remove min order quantity)
fr_fr: Entrer une valeur (laisser vide pour supprimer la quantité minimale de commande)

source: Enter a value (leave blank to remove order quantity step)
fr_fr: Entrer une valeur (laisser vide pour supprimer le pas de quantité de commande)

source: Entry to be deleted does not exist
fr_fr: L’entrée à supprimer n’existe pas

source: Entry to be edited does not exist
fr_fr: L’entrée à modifier n’existe pas

source: Error in Wholesale Form
fr_fr: Erreur dans le formulaire

source: Even if a product has a quantity based discount, do not show the quantity discount table.
fr_fr: Même si un produit possède une réduction en fonction de la quantité, ne pas montrer la table de réduction selon la quantité.

source: Even if backorders are disallowed on the product, still allow wholesale customers to make a backorder.
fr_fr: Même si les commandes en réassort sont interdites sur un produit, il est toujours permis aux clients grossistes de passer des commande en réassort.

source: Excluding tax
fr_fr: Taxes exclues

source: Fail to disable quantity based wholesale discount
fr_fr: Échec de la désactivation de la réduction grossiste en fonction de la quantité

source: Fail to enable quantity based wholesale discount
fr_fr: Échec de l’activation de la réduction grossiste en fonction de la quantité

source: Fail to enable quantity based wholesale discount mode 2
fr_fr: Échec de l’activation de la réduction grossiste en fonction de la quantité mode 2

source: Failed to activate license. Failed to connect to activation access point. Please contact plugin support.
fr_fr: Échec de l’activation de la licence. Échec de connxion au point d’accès d’activation. Veuillez contacter le support de l’extension.
