Repository: rahulkis/Dennis_msghostlabs
Catalog: plugins/woocommerce-wholesale-prices-premium/languages/woocommerce-wholesale-prices-premium-*.po
Languages: fr_fr

source: The minimum order quantity for the sum of all variations of this product in the cart for the "%1$s" role.
fr_fr: La quantité minimale de commande pour la somme de toutes les variations de ce produit dans le panier pour le rôle "%1$s" .

source: The new % value off the regular price. This will be the discount value used for quantities within the given range.
fr_fr: La nouvelle valeur de réduction en % du prix de base. Ce sera la nouvelle valeur de réduction utilisée pour les quantités dans la fourchette donnée.

source: The new mapping data you want to save duplicates with another existing mapping
fr_fr: Les nouvelles données de correspondance que vous voulez enregistrer font doublon avec une correspondance existante

source: The parameter category_id is missing.
fr_fr: Le paramètre category_id est manquant.

source: The parameter wholesale_discount must be numeric.
fr_fr: Le paramètre wholesale_discount doit être numérique.

source: The product is restricted. Please provide the correct wholesale_role parameter for this product.
fr_fr: Le produit est restreint. Veuillez fournir la paramètre wholesale_role correct pour ce produit.

source: The product's wholesale price for "%1$s" role has not been set. This quantity based price mapping will be added, but it will not take effect until a price is entered for the "%1$s" role.
fr_fr: Le prix de gros de ce produit pour le rôle "%1$s" n’a pas été défini. Cette règle de prix de gros selon la quantité sera ajoutée, mais ne prendra effet que lorsqu’un prix de gros sera défini pour le rôle "%1$s".

source: The standard WooCommerce thank you message is "Thank you. Your order has been received."
fr_fr: Le message de remerciement standard de WooCommer est "Merci. Votre commande a été reçue."

source: The text to be shown on the defined pages. Default is 'You are saving {saved_amount} ({saved_percentage}) off RRP on this order'
fr_fr: Le texte à afficher sur les pages définies. Par défaut 'Vous économisez {saved_amount} ({saved_percentage}) RRP sur cette commande'

source: The type of discount which the price is calculated.
fr_fr: Le type de réduction avec lequel le prix est calculé.

source: The wholesale discount entry you wish to delete does not exist on record
fr_fr: L’entrée de réduction de gros que vous souhaitez supprimer n’existe pas sur l’enregistrement

source: The wholesale discount entry you wish to edit does not exist on record
fr_fr: L’entrée de réduction de gros que vous souhaitez modifier n’existe pas sur l’enregistrement

source: The wholesale discount.
fr_fr: La réduction grossiste.

source: The wholesale product minimum order quantity.
fr_fr: La quantité minimale de produit en gros.

source: The wholesale product order quantity step.
fr_fr: Pas de quantité de commande en gros du produit.

source: The wholesale product quantity discount rule mapping.
fr_fr: Règle de prix de gros selon la quantité de produit.

source: The wholesale product visibility filter.
fr_fr: Le filtre de visibilité du produit de fgros.

source: The wholesale role does not exist.
fr_fr: Le rôle grossiste n’existe pas.

source: The wholesale role.
fr_fr: Le rôle grossiste.

source: The wholesale roles that this shipping zone is applicable to
fr_fr: Le rôle grossiste auquel cet zone d’expédition est applicable

source: These settings describe some of the additional capabilities of your wholesale customers.
fr_fr: Ces paramètres décrivent certaines capacités additionnelles des clients grossistes.

source: These settings describe the Minimum Order Requirements to ensure that your wholesale customers will not activate wholesale pricing if they don’t meet the requirements yet. Until they meet the requirements, they will see regular prices in the cart along with a notice to tell them how much they need to add before they will activate wholesale pricing. <a href="%s" target="_blank">Read more about how this works here</a>.
fr_fr: Ces paramètres décrivent les Conditions minimales de commande pour s'assurer que vos clients grossistes n’activeront pas les prix de gros s’ils ne satisfont pas ces conditions. Tant qu’ils ne satisfont pas ces conditions, ils verront les prix de base dans le panier avec une notification les informant de la quantité à ajouter avant de pouvoir activer le prix de gros. <a href="%s" target="_blank">En savoir plus sur le fonctionnement.</a>

source: These settings generally affect the way wholesale products are shown and priced.
fr_fr: Ces paramètres affectent globalement la manière dont sont affichés les produits en gros et leurs prix.

source: These settings handle other miscellaneous parts of the way your wholesale system works.
fr_fr: Ces paramètres couvrent divers aspects du fonctionnement du système de prix de gros.

source: This applies to all customers with a wholesale role.
fr_fr: Ceci s’applique à tous les clients avec un rôle client grossiste.

source: This can help if you are having issues with old orders being retained in the cart.
fr_fr: Ceci peut vous aider si vous avez des problèmes avec d’anciennes commandes restées dans le panier.

source: This is where you set <b>"general discount"</b> for each wholesale role that will be applied to those users<br/>if a product they wish to purchase has no wholesale price set and no wholesale discount set at the product category level.
fr_fr: Ici vous pouvez définir la <b>"réduction générique"</b> pour chaque rôle grossiste qui sera appliquée à ces utilisateurs<br/>si le produit qu’ils souhaitent acheter n’a pas de prix de gros défini et qu’aucune réduction de gros n’a été définie au niveau de la catégorie du produit.

source: This message is only shown on the Order Received screen.
fr_fr: Ce message n’est visible que sur l’écran des commandes reçues.

source: This only applies when the wholesale price is being derived from the category level % discount.
fr_fr: Ne s’applique que quand le prix de gros est dérivé du niveau de réduction en % de la catégorie.

source: This overrides the defined backorder behavior for the product for all customers with a wholesale role.
fr_fr: Ceci redéfinit le comportement de commande en réassort du produit pour tous les clients ayant un rôle client grossiste.

source: This setting only affects wholesale customers.
fr_fr: Ce paramètres n’affecte que les clients grossistes.

source: This will refetch the plugin update data. Useful for debugging failed plugin update operations.
fr_fr: Ceci récupèrera les données de mise à jour du plugin. Utile pour le débogage des opérations de mise à jour du plugin ayant échoué.

source: Total price must not be less than or equal to 0.
fr_fr: Le prix total ne doit pas être inférieur ou égal à 0.

source: Turns the general quantity based discount system on/off. Mappings below will be disregarded if this option is unchecked.
fr_fr: Active ou désactive le système de réduction générique en fonction de la quantité. Les correspondances ci-dessous seront ignorées si cette option est décochée.

source: Unable to create. Invalid wholesale price.
fr_fr: Création impossible. Prix de gros invalide.

source: Unable to create. Make sure the quantity discount rule mapping is using "percent-price" for price type.
fr_fr: Création impossible. Veuillez vous assurer que la règle de prix de gros selon la quantité utilise le "prix en pourcentage" comme type de prix.

source: Unable to create. Please provide "wholesale_price" in the request paremeter.
fr_fr: Création impossible. Veuillez fournir "wholesale_price" dans le paramètre de requête.

source: Unable to delete, role is being used.
fr_fr: Suppression impossible, le rôle est utilisé.

source: Unable to delete. General discount does not exist.
fr_fr: Suppression impossible. La réduction générique n’existe pas.

source: updated
fr_fr: mise à jour

source: Upgrade
fr_fr: Mettre à niveau

source: Use general wholesale role payment gateway surcharge
fr_fr: Utiliser la redéfinition générale de moyen de paiement du rôle grossiste

source: Use Global Option
fr_fr: Utiliser l’option globale

source: Use Globally Defined General Quantity Based Discounts
fr_fr: Utilise des réductions génériques en fonction de la quantité définies de façon globale

source: Use Non-Zoned Shipping Methods
fr_fr: Utiliser les modes d’expédition sans zone

source: Value must be greater than or equal to 0
fr_fr: La valeur doit être supérieure ou égale à 0

source: Variable product price display
fr_fr: Affichage du prix d’un produit à variation

source: Visibility Meta Successfully Initialized
fr_fr: Méta de visibilité initialisé avec succès

source: Warning: The role <b>%1$s</b> does not exist anymore.
fr_fr: Avertissement: Le rôle <b>%1$s</b> n’existe plus.

source: What Pages to Show the Saving Text
fr_fr: Sur quelles pages afficher le texte des économies

source: When a product belongs to two categories that both have discounts, which category discount should it get?
fr_fr: Quand un produit appartient à deux catégories ayant des réductions, de quelle réduction de catégorie devrait-il bénéficier?

source: When calculating the wholesale price by using a percentage (global discount % or category based %) always ensure the Regular Price is used and ignore the Sale Price if present.
fr_fr: Lors du calcul du prix de gros via un pourcentage (réduction globale en % ou % fondé sur une catégorie) s’assure toujours que le Prix de base est utilisé et ignore le Prix promo s’il est défini.

source: When checked, it will ignore wholesale pricing set on the per wholesale role/user level.
fr_fr: Si coché, le prix grossiste défini au niveau rôle grossiste sera ignoré.

source: When checked, it will ignore wholesale pricing set on this product's categories.
fr_fr: Si coché, le prix grossiste défini au niveau des catégories du produit sera ignoré.

source: When deleting a wholesale role, all users attached with that role will have the default wholesale role (Wholesale Customer) as their wholesale role.
fr_fr: A la suppression d'un rôle, tous les utilisateurs attachés à ce rôle auront, comme rôle de grossiste, le rôle grossiste par défaut (Client grossiste)

source: When enabled, prevents the customer from getting the below additional discounts if they haven’t met the minimum order requirements.
fr_fr: Si activé, empêche les clients d’obtenir les réductions supplémentaires ci-dessous s’ils n’ont pas satisfait les conditions minimales de commande.

source: When enabled, product IDs will be cached for visibility purposes for each user role to reduce the load time for large product catalogs.
fr_fr: Si activé, les ID de produits seront mis en cache pour des raisons de visibilité pour chaque rôle afin de réduire le temps de chargement pour les gros catalogues.

source: When enabled, products with wholesale price will be cached to improve loading time when the product has multiple tier of wholesale prices.
fr_fr: Si activé, les produits avec un prix de gros seront mis en cache pour améliorer le temps de chargement lorsqu’un produit a plusieurs échelles de prix.

source: When enabled, wholesale price ranges for variable products will be cached by the system. This speeds up the loading of your category pages and single product pages.
fr_fr: Si activé, les fourchettes de prix des produits à variations seront mises en cache par le système. Cela accélère le chargement de vos pages de catégories et de produits simples.

source: Wholesale
fr_fr: Vente en gros

source: Wholesale ( %1$s )
fr_fr: Grossiste ( %1$s )

source: Wholesale Customer Capabilities
fr_fr: Capacités des clients grossistes

source: Wholesale Discount (%)
fr_fr: Réduction de gros (%)

source: Wholesale discount mapping deleted successfully
fr_fr: Correspondance de réduction grossiste supprimée avec succès

source: Wholesale discount mapping edited successfully
fr_fr: Correspondance de réduction grossiste modifiée avec succès

source: Wholesale Exclusive Variation
fr_fr: Variation réservée à la vente en gros

source: Wholesale Minimum Order Quantity
fr_fr: Quantité minimale de commande en gros

source: Wholesale minimum order quantity for %s
fr_fr: Quantité minimale de commande en gros pour %s

source: Wholesale Only
fr_fr: Grossistes uniquement

source: Wholesale Only Shipping Methods
fr_fr: Modes d’expédition pour la vente en gros uniquement

source: Wholesale Only Tax Classes
fr_fr: Classes d’imposition des ventes en gros uniquement

source: Wholesale Order Quantity Step
fr_fr: Pas de quantité de commande en gros

source: Wholesale order quantity step for %s
fr_fr: Pas de quantité de commande en gros pour %s

source: Wholesale Order Received Thank You Message
fr_fr: Message de remerciement à réception d’une commande en gros

source: Wholesale Order Received Thank You Message Position
fr_fr: Position du message de remerciement à réception d’une commande en gros

source: Wholesale Price
fr_fr: Prix de gros

source: Wholesale Price %1$s
fr_fr: Prix de gros %1$s

source: Wholesale Price (%)
fr_fr: Prix de gros (%)

source: Wholesale Price Suffix
fr_fr: Suffixe du prix de gros

source: Wholesale Price%1$s
fr_fr: Prix de gros%1$s

source: Wholesale price.
fr_fr: Prix de gros.

source: Wholesale Price:
fr_fr: Prix de gros:

source: Wholesale Price:123
fr_fr: Prix de gros :123

source: Wholesale Pricing Options
fr_fr: Options des prix de gros

source: Wholesale Products
fr_fr: Produits en gros

source: Wholesale Purchases Only
fr_fr: Achat de gros uniquement

source: Wholesale Role
fr_fr: Rôle grossiste

source: Wholesale Role (%1$s) already exist, make sure role key and preferably role name are unique
fr_fr: Le rôle grossiste (%1$s) existe déjà, assurez-vous que la clé du rôle et idéalement le nom du rôle sont uniques.

source: Wholesale Role / Payment Gateway
fr_fr: Rôle grossiste / Moyen de paiement

source: Wholesale Role / Payment Gateway mapping you wish to delete does not exist on record
fr_fr: La correspondance Rôle grossiste / Moyen de paiement que vous souhaitez supprimer n’existe pas sur l’enregistrement

source: Wholesale Role / Payment Gateway mapping you wish to edit does not exist on record
fr_fr: La correspondance Rôle grossiste / Moyen de paiement que vous souhaitez modifier n’existe pas sur l’enregistrement

source: Wholesale Role / Payment Gateway Surcharge
fr_fr: Redéfinition rôle grossiste / moyen de paiement

source: Wholesale Role / Tax Class Mapping
fr_fr: Correspondance Rôle grossite / Classe d'imposition

source: Wholesale Role / Tax Exemption Mapping
fr_fr: Correspondance Rôle grossiste/Exonération de taxe

source: Wholesale Role Filter
fr_fr: Filtrer les rôles grossistes

source: Wholesale role mapping entry already exist
fr_fr: L’entrée de correspondance rôle grossiste existe déjà

source: Wholesale role mapping entry you are trying to edit does not exist
fr_fr: L’entrée de correspondance rôle grossiste que vous tentez de modifier n’existe pas

source: Wholesale role not found.
fr_fr: Rôle grossiste non trouvé.

source: Wholesale Role Order Requirement Entry You Wish To Delete Does Not Exist
fr_fr: L’entrée de correspondance Rôle grossiste/Condition de commande que vous tentez de supprimer n’existe pas

source: Wholesale Role Order Requirement Entry You Wish To Edit Does Not Exist
fr_fr: L’entrée de correspondance Rôle grossiste/Condition de commande que vous tentez de modifier n’existe pas

source: Wholesale Role Specific Minimum Requirements
fr_fr: Conditions minimales par rôle grossiste

source: Wholesale Role Successfully Added
fr_fr: Rôle grossiste ajouté avec succès

source: Wholesale Role Successfully Deleted
fr_fr: Rôle grossiste supprimé avec succès

source: Wholesale Role Successfully Edited
fr_fr: Rôle grossiste modifié avec succès

source: Wholesale Role Tax Option Entry You Wish To Delete Does Not Exist
fr_fr: L’entrée de correspondance Rôle grossiste/Option de taxe que vous tentez de modifier n’existe pas

source: Wholesale Role Tax Option Entry You Wish To Edit Does Not Exist
fr_fr: L’entrée de correspondance Rôle grossiste/Option de taxe que vous tentez de supprimer n’existe pas

source: Wholesale role you wish to add payment gateway mapping already exist
fr_fr: Le rôle grossiste auquel vous souhaitez ajouter une correspondance de moyen de paiement existe déjà

source: Wholesale role.
fr_fr: Rôle grossiste.

source: Wholesale Role/Shipping Method Mapping
fr_fr: Correspondance Rôle grossiste/Mode d’expédition

source: Wholesale Role:
fr_fr: Rôle grossiste:

source: Wholesale Roles
fr_fr: Rôles grossistes

source: Wholesale Roles are just a copy of WooCommerce's Customer Role with an additional custom capability of 'have_wholesale_price'.
fr_fr: Les rôles grossistes sont juste une copie des rôles client de WooCommerce avec la capacité personnalisée additionnelle "have_wholesale_price".

source: Wholesale Saving Amount Text
fr_fr: Texte du montant économisé en gros

source: Wholesale Shipping Configuration
fr_fr: Configuration de l’expédition en gros

source: Wholesale Stock Display Format
fr_fr: Format d'affichage du stock en gros

source: Wholesale Tax Class
fr_fr: Classe d’imposition des ventes en gros

source: WooCommerce Premium Extension for the Woocommerce Wholesale Prices Plugin
fr_fr: Module WooCommerce Premium pour l'extension WooCommerce Wholesale Prices

source: Yes
fr_fr: Oui

source: You can specify extra cost per payment gateway per wholesale role
fr_fr: Vous pouvez définir un coût supplémentaire par moyen de paiement par rôle grossiste

source: You can specify what payment gateways are available per wholesale role (Note that payment gateway need not be enabled)
fr_fr: Vous pouvez définir quels moyens de paiement sont disponibles par rôle grossiste (notez que le moyen de paiement n'a pas besoin d'être actif).

source: You can't delete this role.
fr_fr: Vous ne pouvez supprimer ce rôle.

source: You cannot add "%s" to cart because the quantity is lower than the specified wholesale minimum amount.
fr_fr: Vous ne pouvez ajouter "%s" au panier car votre quantité est inférieur à la quantité minimal de commande en gros.

source: You do not have access to a required component <b>(%1$s)</b>. Please contact store owner.
fr_fr: Vous n’avez pas accès au composant requis <b>(%1$s)</b>. Veuillez contacter le propriétaire de la boutique.

source: You must supply wholesale discount above for the mapping below to take effect.
fr_fr: Vous devez fournir une réduction grossiste ci-dessus pour que la correspondance ci-dessous prenne effet.

source: You only need to define a mapping for the roles you wish to override, all other roles will use the default minimum order requirements above.
fr_fr: Vous avez juste à définir une correspondance pour les rôles pour lesquels vous souhaitez la redéfinir, tous les autres rôles utiliseront les conditions minimales commande par défaut ci-dessus.
