Repository: rahulkis/Dennis_msghostlabs
Catalog: plugins/woocommerce-wholesale-prices-premium/languages/woocommerce-wholesale-prices-premium-*.po
Languages: fr_fr

source: Failed To Add New Payment Gateway Surcharge Mapping
fr_fr: Échec de l’ajout d’une nouvelle correspondance surchargeant du moyen de paiement

source: Failed To Add New Role/Discount Mapping
fr_fr: Échec de l’ajout d’une nouvelle correspondance Rôle/Réduction

source: Failed To Add New Role/Shipping Mapping
fr_fr: Échec de l’ajout d’une nouvelle correspondance Rôle/Expédition

source: Failed to add new wholesale / shipping mapping
fr_fr: Échec de l’ajout d’une nouvelle correspondance Rôle grossiste/Expédition

source: Failed to add new wholesale discount mapping
fr_fr: Échec de l’ajout d’une nouvelle correspondance réduction grossiste

source: Failed to Add New Wholesale Role
fr_fr: Échec de l'ajout du rôle

source: Failed To Add New Wholesale Role / Payment Gateway Mapping
fr_fr: Échec de l'ajout de la correspondance rôle / mode de paiement

source: Failed To Add New Wholesale Role Order Requirement Mapping
fr_fr: Échec de l'ajout de la correspondance rôle / condition de commande

source: Failed To Add New Wholesale Role Tax Option Mapping
fr_fr: Échec de l'ajout de la correspondance Rôle/Option de taxe

source: Failed To Add Quantity Discount Rule Mapping
fr_fr: Échec de l’ajout de la règle de prix de gros selon la quantité

source: Failed to clear products transient cache
fr_fr: Échec de vidage du cache des transients de produits

source: Failed to clear variable product price range cache
fr_fr: Échec de vidage du cache des fourchettes de prix des produits à variation

source: Failed To Delete Payment Gateway Surcharge Mapping
fr_fr: Échec de suppression de la correspondance de redéfinition de moyen de paiement

source: Failed to Delete Quantity Discount Rule Mapping
fr_fr: Échec de suppression de la règle de prix de gros selon la quantité

source: Failed To Delete Role/Discount Mapping
fr_fr: Échec de suppresion de la correspondance Rôle/Réduction

source: Failed To Delete Role/Shipping Mapping
fr_fr: Échec de suppression de la correspondance Rôle/Expédition

source: Failed to delete specified mapping entry
fr_fr: Échec de suppression de l’entrée de correspondance spécifiée

source: Failed To Delete Subtotal Price Discount Mapping
fr_fr: Échec de suppresion de la correspondance réduction selon le sous-total

source: Failed to delete wholesale / shipping zone mapping
fr_fr: Échec de suppression de la correspondance Rôle grossiste/Zone d’expédition

source: Failed to delete wholesale discount mapping
fr_fr: Échec de suppression de la correspondance de réduction grossiste

source: Failed to Delete Wholesale Role
fr_fr: Échec de suppression du rôle grossiste

source: Failed to Delete Wholesale Role / Payment Gateway Mapping
fr_fr: Échec de suppression de la correspondance Rôle grossiste/Moyen de paiement

source: Failed To Delete Wholesale Role Order Requirement Mapping
fr_fr: Échec de suppresion de la correspondance Rôle grossiste/Condition de commande

source: Failed To Delete Wholesale Role Tax Option Mapping
fr_fr: Échec de suppresion de la correspondance Rôle grossiste/Option de taxe

source: Failed to disable Product Quantity Based Wholesale Pricing options.
fr_fr: Échec de la désactivation des options de prix de gros en fonction de la quantité produit.

source: Failed to edit mapping entry
fr_fr: Échec de la modification de l’entrée de correspondance

source: Failed to edit new wholesale discount mapping
fr_fr: Échec de modification de la nouvelle correspondance de réduction grossiste

source: Failed to edit wholesale / shipping mapping
fr_fr: Échec de modification de la correspondance Rôle grossiste/Expédition

source: Failed to Edit Wholesale Role
fr_fr: Échec de la modification du rôle grossiste

source: Failed to enable Product Quantity Based Wholesale Pricing options.
fr_fr: Échec de l’activation des options de prix de gros en fonction de la quantité produit.

source: Failed to get shipping methods for the selected shipping zone
fr_fr: Échec de récupération des méthodes d’expédition pour la zone d’expédition sélectionnée

source: Failed To Initialize Visibility Meta
fr_fr: Échec de l’initialisation du méta de visibilité

source: Failed to re-fetch plugin update data
fr_fr: Échec de la récupération des données de mise à jour de l’extension

source: Failed to record new mapping entry
fr_fr: Échec d’enregistrement d’une nouvelle entrée de correspondance

source: Failed to retrieve shipping zone methods
fr_fr: Échec de récupération des méthodes d’expédition des zones d’expédition

source: Failed To Retrieve Shipping Zone Table Rates
fr_fr: Échec de récupération des tables tarifaires des zones d’expédition

source: Failed To Retrieve Table Rate Shipping Zone Methods
fr_fr: Échec de récupération des méthodes des tables tarifaires des zones d’expédition

source: Failed To Retrieve Table Rate Shipping Zones
fr_fr: Échec de récupération des zones d’expédition des tables tarifaires

source: Failed to save mapping entry
fr_fr: Échec d’enregistrement de l’entrée de correspondance

source: Failed To Save Wholesale Prices License Details
fr_fr: Échec d’enregistrement des détails de licence de Wholesale Prices

source: Failed To Update Payment Gateway Surcharge Mapping
fr_fr: Échec de mise à jour de la correspondance de redéfinition de moyen de paiement

source: Failed To Update Quantity Discount Rule Mapping
fr_fr: Échec de mise à jour de la règle de prix de gros selon la quantité

source: Failed To Update Role/Discount Mapping
fr_fr: Échec de mise à jour de la correspondance Rôle/Réduction

source: Failed To Update Role/Shipping Mapping
fr_fr: Échec de mise à jour de la correspondance Rôle/Expédition

source: Failed To Update Wholesale Role / Payment Gateway Mapping
fr_fr: Échec de mise à jour de la correspondance Rôle grossiste/Moyen de paiement

source: Failed To Update Wholesale Role Order Requirement Mapping
fr_fr: Échec de mise à jour de la correspondance Rôle grossiste/Condition de commande

source: Failed To Update Wholesale Role Tax Option Mapping
fr_fr: Échec de mise à jour de la correspondance Rôle grossiste/Option de taxe

source: Fixed Discount
fr_fr: Réduction fixe

source: Fixed Price
fr_fr: Prix fixe

source: Force Free Shipping
fr_fr: Forcer l’expédition gratuite

source: Forces all wholesale roles to use free shipping. All other shipping methods will be removed.
fr_fr: Force tous les rôles grossistes à utiliser l’expédition gratuite. Toutes les autres méthodes d’expédition seront supprimées.

source: Form Error
fr_fr: Erreur de formulaire

source: Free Shipping
fr_fr: Expédition gratuite

source: Free Shipping Label
fr_fr: Libellé de l’expédition gratuite

source: General Discount
fr_fr: Réduction générique

source: General discount does not exist.
fr_fr: La réduction générique n’existe pas.

source: General discount for products purchase by this wholesale role.<br/>In percent (%), Ex. 3 percent then input 3, 30 percent then input 30, 0.3 percent then input 0.3.
fr_fr: Réduction générique pour les produits achetés par ce rôle grossiste.<br/>En pourcent (%%), Ex. pour 3 pourcents saisir 3, 30 pourcents saisir 30, 0.3 pourcent saisir 0.3.

source: General discount is already created for this wholesale role.
fr_fr: La réduction générique a déjà été créée pour ce rôle grossiste.

source: General Discount Options
fr_fr: Options de la réduction générique

source: General Quantity Based Discounts
fr_fr: Réductions génériques en fonction de la quantité

source: Getting Started
fr_fr: Bien démarrer

source: Give an additional quantity based discount when using the global General Discount for that wholesale role.
fr_fr: Permet une réduction additionnelle en fonction de la quantité lors de l’usage de la réduction générique pour ce rôle grossiste.

source: Globally turn off coupons functionality for customers with a wholesale user role.
fr_fr: Désactive globalement la fonctionnalité de codes promo pour les clients qui ont un rôle client grossiste.

source: Help
fr_fr: Aide

source: Help Options
fr_fr: Options d’aide

source: Hide Category Product Count
fr_fr: Masquer le compte de produit par catégorie

source: Hide from all other users (wholesale and non wholesale)
fr_fr: Cacher à tous les autres utilisateurs (grossistes ou non)

source: Hide from non wholesale users
fr_fr: Cacher à tous les utilisateurs non grossistes

source: Hide Quantity Discount Tables
fr_fr: Masquer les tables de réductions par quantité

source: Hide Selected Shipping Methods (Zoned and Non Zoned) From Others
fr_fr: Masque aux autres les modes d’expédition sélectionnés (avec ou sans zone)

source: Hide the mapped shipping methods from non-wholesale customers. Regular customers will no longer be able to see the shipping methods you have mapped below.
fr_fr: Masque aux clients non-grossistes les méthodes d’expédition ayant une correspondance. Les clients de détail ne verront plus les méthodes d’expédition pour lesquelles vous avez défini une correspondance ci-dessous.

source: Hide the mapped tax classes from non-wholesale customers. Non-wholesale customers will no longer be able to see the tax classes you have mapped below. Warning: If a product uses one of the mapped tax classes, customers whose roles are not included on the mapping below (including guest users) will be taxed using the standard tax class.
fr_fr: Masque aux clients non-grossistes les classes d’imposition ayant une correspondance. Les clients non-grossistes ne verront plus les classes d’imposition pour lesquels vous avez défini une correspondance ci-dessous. Attention: si un produit utilise une des classes d’imposition ayant une correspondance, les clients dont les rôles ne sont pas inclus dans la correspondance ci-dessous (clients non identifiés inclus) seront taxés selon la classe d’imposition standard.

source: Hide wholesale price on admin product listing
fr_fr: Masquer le prix de gros sur l’écran admin de liste des produits

source: Highest Discount Available
fr_fr: La réduction la plus forte

source: If <b>"Force Free Shipping"</b> is enabled, a dynamically created free shipping method is created and used by force. The label for this defaults to <b>"Free Shipping"</b> but you can override that here.
fr_fr: Si <b>"Forcer l’expédition gratuite"</b> est activé, une méthode d’expédition gratuite sera créée dynamiquement et utilisée de force. Le libellé par défaut est <b>"Expédition gratuite"</b> mais vous pouvez le redéfinir ici.

source: If backorders are allowed for wholesale customers (as per Always Allow Backorders setting), notify the customer that the product is "Available on backorder".
fr_fr: Si les commandes en réassort sont autorisées pour les clients grossistes (selon le paramètre Toujours autoriser les commandes en réassort), indique au client que le produit est "Disponible en réassort".

source: If checked, displays the saving amount and percentage of retail price on the shop page, single product page, cart page, checkout page, order page and email invoice.
fr_fr: Si coché, affiche le montant économisé en valeur et pourcentage du prix de détail sur la page boutique, les pages produit, le panier, au paiement, à la commande et dans l’e-mail de facturation.

source: If checked, hides wholesale price per wholesale role on the product listing on the admin page.
fr_fr: Si coché, masque le prix de gros par rôle grossiste sur l’écran admin de liste des produits

source: If checked, removes all plugin options when this plugin is uninstalled. <b>Warning:</b> This process is irreversible.
fr_fr: Si coché, supprime toutes les options de l’extension quand celle-ci est désinstallée. <b>Avertissement:</b> Ce processus est irréversible.

source: If one of the above default minimum order settings is disabled, this setting will be ignored.
fr_fr: Si l’un des minima par défaut ci-dessus est désactivé, ce paramètre sera ignoré.

source: If surcharge type is percentage, then input amount in percent (%). Ex. 3 percent then input 3, 30 percent then input 30, 0.3 percent then input 0.3.
fr_fr: Si le type redéfini est un pourcentage, alors saisissez la valeur en pourcent (%%). Ex. pour 3 pourcents saisir 3, 30 pourcents saisir 30, 0.3 pourcent saisir 0.3.

source: Ignore category wholesale discount.
fr_fr: Ignorer la réduction grossiste de catégorie.

source: Ignore role wholesale discount.
fr_fr: Ignorer la réduction grossiste.

source: Including tax
fr_fr: Taxes incluses

source: Increments of %1$s
fr_fr: Augmente de %1$s

source: Installed
fr_fr: Installé

source: Invalid AJAX Operation
fr_fr: Opération AJAX invalide

source: Invalid cart subtotal price
fr_fr: Sous-total de panier inalide

source: Invalid category level quantity based wholesale discount entry data
fr_fr: Entrée de données réduction grossiste en fonction de la quantité au niveau Catégorie de produit invalide

source: Invalid discount amount
fr_fr: Montant de réduction invalide

source: Invalid discount title
fr_fr: Titre de réduction invalide

source: Invalid discount type
fr_fr: Type de réduction invalide

source: Invalid end quantity
fr_fr: Quantité de fin invalide

source: Invalid percent discount
fr_fr: Pourcentage de réduction invalide

source: Invalid start quantity
fr_fr: Quantité de départ

source: Invalid Wholesale Role.
fr_fr: Rôle grossiste invalide.

source: Invalid wholesale role.
fr_fr: Rôle grossiste invalide.

source: Item not found.
fr_fr: Élément non trouvé.

source: Key
fr_fr: Clé

source: Knowledge Base
fr_fr: Base de connaissance

source: Learn about Lead Capture
fr_fr: En savoir plus à propos de Lead Capture

source: Learn about Order Form
fr_fr: En savoir plus à propos de Order Form

source: Leave as 0 or blank to disable this setting.
fr_fr: Laisser à 0 ou vide pour désactiver ce paramètre.

source: Lets customers add quantity lower than the specified minimum amount.
fr_fr: Laisse les clients ajouter une quantité inférieure au montant minimal spécifié.

source: License
fr_fr: Licence

source: License Email
fr_fr: E‑mail de la licence

source: License Expired
fr_fr: Licence expirée

source: License Key
fr_fr: Clé de licence

source: List of Tags Available
fr_fr: Liste des étiquettes disponibles

source: Looking for documentation? Please see our growing <a href="%1$s" target="_blank">Knowledge Base</a>
fr_fr: A la recherche de documentation? Veuillez consulter notre <a href="%1$s" target="_blank">Base de connaissance</a> grandissante

source: Lowest Discount Available
fr_fr: La réduction la plus faible

source: Make sure wholesale role are valid. Please indicate the wholesale roles you want to remove the discount.
fr_fr: Assurez-vous que le rôle grossiste soit valide. Veuillez indiquez les rôles grossistes auxquels vous souhaitez supprimer la réduction.

source: Make this blank to use the default price suffix. You can also use prices substituted here using one of the following {price_including_tax} and {price_excluding_tax}.
fr_fr: Laissez ceci vide pour utiliser le suffixe de prix par défaut. Vous pouvez aussi utiliser ici les prix substitués en utilisant les termes {price_including_tax} et {price_excluding_tax}.

source: Make this shipping zone only available to wholesale customers
fr_fr: Rendre cette zone d’expédition accessible uniquement aux clients grossistes

source: Mapping entry you are trying to delete does not exist
fr_fr: L’entrée de correspondance que vous essayez de supprimer n’existe pas

source: Maximum order quantity required for this rule. Must be a number. Leave this blank for no maximum quantity.
fr_fr: Quantité maximale à commander pour cette règle. Doit être un nombre. Laissez vide pour ne pas définir de maximum.

source: Maximum Price
fr_fr: Prix maximum

source: Min: %1$s of any variation combination
fr_fr: Min: %1$s de n’importe quelle combinaison de variations

source: Minimum number of items to be purchased in order to avail this product's wholesale price.<br/>Only applies to wholesale users.<br/><br/>Setting a step value below for the corresponding wholesale role will prevent the specific wholesale customer from adding to cart quantity of this product lower than the set minimum.
fr_fr: Nombre minimal d’unités à acheter dans une commande pour bénéficier du produit au tarif grossiste.<br/>S’applique uniquement aux utilisateurs grossistes.<br/><br/>Définir une valeur de pas de quantité ci-après pour un rôle grossiste donné évitera au client grossiste spécifié d’ajouter à son panier ce produit dans une quantité inférieure au minimum défini.

source: Minimum Order Logic
fr_fr: Logique du minimum de commande

source: Minimum Order Logic:
fr_fr: Logique du minimum de commande:

source: Minimum Order Quantity
fr_fr: Quantité minimale de commande

source: Minimum order quantity required for this rule. Must be a number.
fr_fr: Quantité minimale à commander pour cette règle. Doit être un nombre.

source: Minimum Order Quantity:
fr_fr: Quantité minimale de commande:

source: Minimum Order Requirement Satisfaction
fr_fr: Satisfaction des conditions minimales de commande

source: Minimum Order Requirements / Override per wholesale role
fr_fr: Redéfinitions par rôle des conditions minimales de commande

source: Minimum Order Subtotal
fr_fr: Sous-total de commande minimal

source: Minimum Price
fr_fr: Prix maximum

source: Minimum Sub-total Amount (%1$s)
fr_fr: Montant minimal du Sous-total (%1$s)

source: Minimum Sub-total Amount (%1$s):
fr_fr: Montant minimal du Sous-total (%1$s):

source: Misc
fr_fr: Divers

source: Missing parameter wholesale role.
fr_fr: Paramètre rôle grossiste manquant.

source: Multiple Category Discount Priority
fr_fr: Priorité de réduction pour les catégories multiples

source: Name
fr_fr: Nom

source: Never show quantity remaining in stock
fr_fr: Ne jamais afficher la quantité restante en stock

source: New percentage amount off the retail price. Provide value in percent (%), Ex. 3 percent then input 3, 30 percent then input 30, 0.3 percent then input 0.3.
fr_fr: Nouveau pourcentage de réduction sur le prix de base. Saisissez une valeur en pourcent (%%). Ex. pour 3 pourcents saisir 3, 30 pourcents saisir 30, 0.3 pourcent saisir 0.3.

source: New wholesale discount mapping added successfully
fr_fr: Correspondance de réduction grossiste ajoutée avec succès

source: No
fr_fr: Non

source: No Mappings Found
fr_fr: Aucune correspondance trouvée

source: No Quantity Discount Rules Found
fr_fr: Aucune règle de prix de gros selon la quantité trouvée.

source: No wholesale discount set for this wholesale role.
fr_fr: Aucune réduction de gros définie pour ce rôle grossiste.

source: Non Zoned Shipping Methods
fr_fr: Modes d’expédition sans zone

source: Non-Wholesale Customer
fr_fr: Client non-grossistes

source: Non-Zoned
fr_fr: Sans zone

source: Non-zoned shipping method with id of %1$s does not exist anymore
fr_fr: Le mode d’expédition sans zone avec l’id d’instance %1$s n’existe plus

source: Non-Zoned Shipping Zone Methods
fr_fr: Modes d’expédition sans zone

source: Not a wholesale product.
fr_fr: Pas un produit en gros.

source: Note: If a wholesale role has ANY mappings in the table below, free shipping will not be forced.
fr_fr: Note: si un rôle grossiste a N’IMPORTE QUELLE correspondance dans la table ci-dessous, l’expédition gratuite ne sera pas forcée.

source: Note: If the option above of "Tax Exempting" wholesale users is enabled, then wholesale prices on cart and checkout page will not include tax regardless the value of this option.
fr_fr: Note: Si l’option "Exonération de taxe" ci-dessus est activée, les prix de gros dans le panier et au paiement seront hors taxe quelque soit la valeur de cette option.

source: Note: If the option above of "Tax Exempting" wholesale users is enabled, then wholesale prices on shop pages will not include tax regardless the value of this option.
fr_fr: Note: Si l’option "Exonération de taxe" ci-dessus est activée, les prix de gros dans les pages magasin seront hors taxe quelque soit la valeur de cette option.

source: Note: If you have not specify mapping for other currencies for a given wholesale role, it will derive its wholesale price automatically by converting the base currency wholesale price to that currency
fr_fr: Note: Si vous n’avez pas défini de correspondance dans d’autres devises pour un rôle grossiste donné, elles utiliseront automatiquement comme prix de gros celui obtenu en convertissant le prix de gros de la devise par défaut dans ces devises

source: On the shop page and product category archives, do not show the product count in the category name. This can speed up performance on those pages.
fr_fr: Sur les pages boutique et catégories de produits, ne pas afficher le compte de produits par catégorie. Ceci peut augmenter la performance de ces pages.

source: Only applies to users with the role of "%1$s"
fr_fr: S’applique uniquement aux utilisateurs ayant le rôle "%1$s"

source: Only Apply Discounts If Minimum Order Requirements Met
fr_fr: N’appliquer les réductions que si les conditions minimales de commande sont satisfaites

source: Only percentage discount is allowed for variable level quantity discount.
fr_fr: Seule une réduction en pourcentage est autorisée comme réduction en fonction de la quantité au niveau des produits à variation.

source: Only show quantity remaining in stock when low e.g. "Only 2 left in stock"
fr_fr: N’afficher la quantité restante en stock que si elle est faible i.e. "Seulement 2 en stock"

source: Only Show Wholesale Products To Wholesale Customers
fr_fr: Ne montrer que les produits de gros aux clients grossistes

source: Option to clear product meta that isn't used. This is a result from deleting wholesale role. This is useful for import/export to have a clean product meta data.
fr_fr: Option pour vider les méta de produits inutilisés. Ceci est une conséquence de la suppression de rôles grossistes. Utile lors de l’import/export pour garder propres ses données méta de produits.

source: Optional.
fr_fr: Facultatif.

source: OR
fr_fr: OU

source: Order quantity step wholesale users are restricted to when purchasing this product for the "%1$s" role.
fr_fr: Pas de quantité de commande auquel les clients grossistes sont contraints lors de l’achat de ce produit pour le rôle "%1$s".

source: Order quantity step wholesale users are restricted to when purchasing this product.<br/>Only applies to wholesale users.<br/><br/>Minimum order quantity above for corresponding wholesale role must be set for this feature to take effect.
fr_fr: Pas de quantité auquel les utilisateurs grossistes sont contraints lors de l’achat de ce produit.<br/>S’applique uniquement aux utilisateurs grossistes.<br/><br/>La quantité minimale de produit doit être définie ci-avant pour le rôle grossiste correspondant pour que cette option prenne effet.

source: Order Requirements
fr_fr: Conditions de commande

source: Order Type
fr_fr: Type de commande

source: Other Plugins In The Wholesale Suite Family
fr_fr: Autres extensions de la famille Wholesale Suite

source: Overlap quantity discount rule
fr_fr: Recouvrement de règle de réduction en fonction de la quantité

source: Overlap wholesale discount rule
fr_fr: Recouvrement de règle de réduction grossiste

source: Override General Quantity Based Discounts?
fr_fr: Redéfinir les réductions génériques en fonction de la quantité?

source: Override Minimum Order Quantity
fr_fr: Redéfinir la quantité minimale de commande

source: Override Minimum Order Requirements
fr_fr: Redéfinir les conditions minimales de commande

source: Override Minimum Order Subtotal (%1$s)
fr_fr: Redéfinir le sous-total minimum de commande (%1$s)

source: Override Payment Gateway Options
fr_fr: Redéfinir des options des moyens de paiement

source: Override Payment Gateway Surcharge
fr_fr: Redéfinir la redéfinition du moyen de paiement

source: Override Regular Price Suffix
fr_fr: Redéfinir le suffixe du prix de base
