Repository: rahulkis/Dennis_msghostlabs
Catalog: plugins/woocommerce-wholesale-order-form/languages/woocommerce-wholesale-order-form-*.po
Languages: fr_fr

source: Wholesale Ordering
fr_fr: Formulaire grossiste

source: Failed to create wholesale ordering page.
fr_fr: Échec de création de la page de commande en gros.

source: The following categories does not exist: %s<br><em>Only shop manager and administrator roles can view this message</em>.
fr_fr: Les catégories suivantes n’existent pas: %s<br><em>Seuls les rôles gestionnaire de boutique et administrateur peuvent voir ce message</em>.

source: No Product Details Available
fr_fr: Aucun détail de produit disponible

source: Trying to add a variable product with no variation provided
fr_fr: Tentative d’ajout de produit à variations sans founir de variation

source: Couldn't add <b>%1$s</b> to cart, selected quantity exceeds available stock amount <b>(%2$s)</b>.
fr_fr: Ajout au panier de <b>%1$s</b> impossible, la quantité sélectionnée excède la quantité disponible en stock <b>(%2$s)</b>.

source: Failed to add <b>%1$s</b> to cart.
fr_fr: Échec d’ajout de <b>%1$s</b> au panier.

source: Failed to add <b>%1$s</b> to cart
fr_fr: Échec d’ajout de <b>%1$s</b> au panier

source: Failed to add product to cart
fr_fr: Échec d’ajout du produit au panier

source: Contains invalid variation id. Either empty, not numeric or less than zero
fr_fr: Contient un id de variation invalide. Soit vide, non numérique ou inférieur à zéro.

source: Couldn't add <b>%1$s</b> to cart, required product add-ons not filled.<br>%2$s
fr_fr: Ajout au panier de <b>%1$s</b> impossible, options produits non remplies.<br>%2$s

source: Failed to add <b>%1$s</b> to cart. The entered quantity is invalid.
fr_fr: Échec d’ajout de <b>%1$s</b> au panier. La quantité entrée est invalide.

source: License
fr_fr: Licence

source: Settings
fr_fr: Paramètres

source: Getting Started
fr_fr: Bien démarrer

source: Invalid AJAX Operation
fr_fr: Operation AJAX invalide

source: Security check failed
fr_fr: Échec de la vérification de sécurité

source: Successfully cleared all products transients cache
fr_fr: Cache des transients de produits effacé avec succès

source: Min: %s of any variation combination
fr_fr: Min: %s d’une combinaison de n’importe quels variations de produits

source: Product Add-ons
fr_fr: Modules produit

source: <em>Unavailable</em>
fr_fr: <em>Indisponible</em>

source: Out of Stock
fr_fr: Rupture de stock

source: Add To Cart
fr_fr: Ajouter au panier

source: %1$s Previous
fr_fr: %1$s précédent

source: Next %1$s
fr_fr: %1$s suivant

source: Subtotal:
fr_fr: Sous-total:

source: Cart Empty
fr_fr: Panier vide

source: Failed to clear query args cache
fr_fr: Échec d’effacement du cache d’arguments de requête

source: Wholesale Ordering Page Created Successfully
fr_fr: Page de commande en gros créée avec succès

source: Failed To Create Wholesale Ordering Page
fr_fr: Échec de création de la page de commande en gros

source: Successfully re-fetched plugin update data
fr_fr: Données de mise à jour de l’extension récupérées avec succès.

source: Failed to re-fetch plugin update data
fr_fr: Échec de la récupération des données de mise à jour de l’extension

source: Wholesale Ordering License Details Successfully Saved
fr_fr: Détails de la licence de commande en gros sauvegardée avec succès

source: Failed To Save Wholesale Ordering License Details
fr_fr: Échec d’enregistrement des détails de licence de commande en gros

source: No variation selected
fr_fr: Aucune variation sélectionnée

source: Errors occured while adding selected products.
fr_fr: Erreurs rencontrées lors de l’ajout des produits sélectionnés.

source: Please choose the quantity of items you wish to add to your cart…
fr_fr: Veuillez choisir la quantité que vous souhaitez ajouter à votre panier…

source: Please enter a valid value.
fr_fr: Veuillez entrer une valeur valide.

source: Please enter a valid value. The two nearest valid values are {low} and {high}
fr_fr: Veuillez entrer une valeur valide. Les plus proches valeurs valides sont (basse) et (haute)

source: Please enter a valid value. The entered value is either lower than the allowed minimum ({min}) or higher than the allowed maximum ({max}).
fr_fr: Veuillez entrer une valeur valide. La valeur entrée est soit inférieure au minimum autorisé ((min)) soit supérieure au maximum autorisé ((max)).

source: View Cart
fr_fr: Voir le panier

source: General
fr_fr: Général

source: Filters
fr_fr: Filtres

source: Beta
fr_fr: Bêta

source: Help
fr_fr: Aide

source: Default Sorting
fr_fr: Tri par défaut

source: Custom Ordering (menu order) + Name
fr_fr: Ordre personnalisé (ordre du menu) + Nom

source: Name
fr_fr: Nom

source: Sort by Date
fr_fr: Trier par date

source: SKU
fr_fr: UGS

source: Display & Style
fr_fr: Affichage & Style

source: These settings describe the way the order form is displayed to your customers.
fr_fr: Ces paramètres décrivent la façon dont le formulaire de commande est affiché à vos clients.

source: Order Form Style
fr_fr: Style du formulaire de commande

source: Standard (Add to cart per row) - shows an add to cart button per row which is faster for customers.
fr_fr: Standard (Ajout au panier par ligne) - affiche un bouton Ajouter au panier par ligne ce qui est plus rapide pour les clients.

source: Alternate (Add to cart at bottom) - select boxes per row with an add to cart button at the bottom of the form.
fr_fr: Alternatif (Ajouter au panier en bas) - des coches de sélection par ligne et un bouton Ajouter au panier au bas du formulaire.

source: Order Form Paging Style
fr_fr: Style de page du formulaire de commande

source: Paginated - split results into pages based on the products per page.
fr_fr: Paginé - divise les résultats en pages selon ne nombre de produits par page.

source: Lazy Loading - more results are loaded into the page based on the user scrolling.
fr_fr: Chargement paresseux - plus de produits sont chargés dans la page à mesure que l’utilisateur la fait défiler.

source: Products Per Page
fr_fr: Produits par page

source: The number of products loaded per page if paginated or the number of products fetched at a time during scrolling when lazy loading.
fr_fr: Le nombre de produits chargés par page si paginé ou le nombre de produits récupérés à chaque fois pendant le défilement en cas de chargement paresseux.

source: Show Variations Individually
fr_fr: Montrer les variations de produits individuellement

source: Enabling this setting will list down each product variation individually and have its own row in the wholesale order form.
fr_fr: Activer ce paramètre listera chaque variation de produit individuellement ainsi chacune aura sa propre ligne dans le formulaire de commande en gros.

source: Product Click Action
fr_fr: Action du clic sur le produit

source: Navigate To Single Product Page - takes the user to the single product page for that product.
fr_fr: Naviguer vers la page produit - amène l’utilisateur sur la page produit simple de ce produit.

source: Show A Product Details Popup - shows the user a popup without leaving the page.
fr_fr: Afficher les détails produit dans une fenêtre - montre à l’utilisateur une fenêtre surgissante sans quitter la page

source: Display Extra Columns
fr_fr: Afficher des colonnes en plus

source: Stock Quantity
fr_fr: Quantité en stock

source: Product SKU
fr_fr: UGS du produit

source: Product Thumbnail
fr_fr: Vignette du produit

source: Product Thumbnail Size
fr_fr: Taille de vignette du produit

source: Show Cart Subtotal
fr_fr: Afficher le sous-total du panier

source: Shows the current cart subtotal at the bottom of the form.
fr_fr: Affiche le sous-total courant du panier en bas du formulaire.

source: Hide Wholesale Quantity Based Pricing Tables
fr_fr: Cacher les tables de prix de gros en fonction de la quantité

source: If a product has additional quantity based pricing a table is normally shown which can take a lot of vertical space. When checked, this will hide that table.
fr_fr: Si un produit bénéficie de prix de gros en fonction de la quantité une table est normalement affichée ce qui prend beaucoup d’espace verticalement. Quand l’option est cochée, la table est cachée.

source: Show Wholesale Order Requirements
fr_fr: Afficher les conditions de commande en gros

source: If minimum order requirements are defined in WooCommerce Wholesale Prices Premium, show a notice at the top of the form to let customers know what they have to do.
fr_fr: Si des conditions minimales de commande sont définies dans WooCommerce Wholesale Prices Premium, affiche une notification en tête du formulaire pour informer les clients de ce qu’ils ont à faire.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Search & Filtering
fr_fr: Recherche & Filtrage

source: These settings related to the searchability and filterability of the order form as well as the sorting.
fr_fr: Les paramètres liés à la recherche et au filtrage du formulaire de commande mais également au tri.

source: Allow Zero Inventory Products
fr_fr: Permettre les produits sans inventaire

source: Let products with no inventory be shown in the form.
fr_fr: Permet aux produits sans inventaire d’être affichés dans le formulaire.

source: Allow Search By SKU
fr_fr: Permettre la recherche par UGS

source: Let customers search for products by their product SKU.
fr_fr: Permet aux clients de rechercher les produits par leur numéro UGS.

source: Product Sorting
fr_fr: Tri des produits

source: Changes how products are sorted on the form.
fr_fr: Change la façon dont les produits sont triés dans le formulaire.

source: Product Sort Order
fr_fr: Ordre de tri des produits

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Décroissant

source: Misc
fr_fr: Divers

source: These settings handle other miscellaneous parts of the way your order form works.
fr_fr: Ces paramètres gèrent divers autres aspects du fonctionnement de votre formulaire.

source: Cart Subtotal Tax
fr_fr: Sous-total des taxes du panier

source: Choose if the cart subtotal should display including or excluding taxes. This is only used if you have the <i>Show Cart Subtotal</i> setting turned on.
fr_fr: Choisissez si le sous-total panier doit inclure les taxes ou non. Ceci est uniquement utilisé si vous avez activé <i>Afficher le sous-total du panier</i>.

source: Including tax
fr_fr: Taxes inclues

source: Excluding tax
fr_fr: Hors taxe

source: No Default
fr_fr: Aucune valeur par défaut

source: Product Filtering
fr_fr: Filtrage produit

source: The filtering options below control which products are shown or not shown on the order form.
fr_fr: Les options de filtrage ci-dessous contrôlent quels produits sont affichés ou non dans le formulaire de commande.

source: Filter Product Categories
fr_fr: Filtrer les catégories produit

source: Tell the order form which categories it should draw products from and don't show products from any other categories. Leave this empty to show products from all categories.
fr_fr: Dit au formulaire de commande de quelles catégories il devrait afficher les produits et masquer ceux de toutes autres catégories. Laisser vide pour afficher les produits de toutes les catégories.

source: Select Some Product Categories...
fr_fr: Sélectionnez des catégories de produits…

source: Default Category Filter
fr_fr: Filtre de catégorie par défaut

source: Pre-filter the order form on load by specifying a default category on the search box.
fr_fr: Pré-filtre le formulaire de commande au chargement en spécifiant une catégorie par défaut dans la boîte de recherche.

source: Exclude Products
fr_fr: Exclure des produits

source: Specify specific products to hide from the order form product list.
fr_fr: Définit des produits spécifiques à masquer dans la liste de produits du formulaire de commande.

source: Select Some Products...
fr_fr: Sélectionnez des produits…

source: Permissions Options
fr_fr: Options de permissions

source: User Role Filter
fr_fr: Filtre de rôles utilisateurs

source: Only allow a given user role/s to access the wholesale page. Left blank to disable filter.
fr_fr: Autorise uniquement le(s) rôle(s) défini(s) à accéder à la page grossiste. Laisser vide pour désactiver ce filtre.

source: Select Some User Roles...
fr_fr: Sélectionnez des rôles utilisateurs…

source: Access Denied Message
fr_fr: Message d’accès refusé

source: Message to display to users who do not have permission to access the wholesale order form.
fr_fr: Message à afficher aux utilisateurs qui n’ont pas la permission d’accéder au formulaire de commande en gros.

source: Title
fr_fr: Titre

source: Defaults to <b>"Access Denied"</b> if left blank
fr_fr: Par défaut <b>"Accès refusé"</b> si laissé vide

source: Defaults to <b>"You do not have permission to view wholesale product listing"</b> if left blank
fr_fr: Par défaut <b>"Vous n’avez pas la permission de voir la liste des produits grossistes"</b> si laissé vide

source: Login URL
fr_fr: URL de connexion

source: URL of the login page. Uses default WordPress login URL if left blank
fr_fr: URL de la page de connexion. Utilise l’URL de la page de connexion par défaut de WordPress si laissé vide

source: Beta Options
fr_fr: Options bêta

source: This beta form feature is a preview of the new version of the Order Form we are building using React JS (a newer and more flexible technology).<br/><br/><a href='https://wholesalesuiteplugin.com/order-form-beta-early-access/' target='_blank'>Please see these instructions</a> for how to enable and test a beta form on the front end of your website.<br/><br/>Warning: This is a beta feature we're making available for early access. As such some integrations and features may be incomplete or not working to the same standard as the current stable form. By enabling you acknowledge you are using it at your own risk. We don't recommend using it for production environments as yet.
fr_fr: Cette fonctionnalité de formulaire en bêta est un aperçu de la nouvelle version de Order Form que nous construisons avec React JS (une technologie plus récente et plus flexible).<a href='https://wholesalesuiteplugin.com/order-form-beta-early-access/' target='_blank'>Veuillez lire ces instructions</a> sur comment activer et tester le formulaire en bêta sur votre site.<br/><br/>Avertissement: Ceci est une fonctionnalité beta que nous rendons disponible pour un accès anticipé. En tant que telle certaines intégrations et fonctionnalités peuvent être incomplètes ou ne pas être au niveau fonctionnel de la version stable du formulaire. En activant ceci vous reconnaissez l’utiliser à vos propres risques. En l’état, nous ne recommandons pas son usage pour des environnements de production.

source: Enable React JS Order Form
fr_fr: Activer le formulaire de commande en React JS

source: If checked, you will be able to use the new more efficient order form powered by React JS. To display the new order form please use this shortcode <code>[wwof_product_listing beta="true"]</code>
fr_fr: si coché, vous serez en mesure d’utiliser un formulaire plus efficace propulsé par React JS. Pour afficher le nouveau formulaire veuillez utiliser le code court <code>[wwof_product_listing beta="true"]</code>

source: WooCommerce API
fr_fr: API WooCommerce

source: Create consumer key and secret in WooCommerce > Settings > Advanced > REST API
fr_fr: Créez une clé client et un secret client dans WooCommerce > Réglages > Avancé > API REST

source: API Status
fr_fr: État de l’API

source: Check API Status
fr_fr: Vérifier l’état de l’API

source: Consumer Key
fr_fr: Clé client

source: WooCommerce API consumer key
fr_fr: Clé client API WooCommerce

source: Consumer Secret
fr_fr: Secret client

source: WooCommerce API Consumer Secret
fr_fr: Secret client WooCommerce

source: Generate API Keys
fr_fr: Générer les clés API

source: Auto Generate
fr_fr: Génération automatique

source: This button will show up if keys are empty or invalid. Once the keys are generated it is saved directly.
fr_fr: Ce bouton s'affichera si les clés sont vides ou invalides. Une fois les clés générées, elles sont enregistrées directement.

source: Cache Options
fr_fr: Options de cache

source: Enable product caching
fr_fr: Activer le cache produit

source: When enabled, the order form will cache product IDs and product variation IDs in a cache to dramatically decrease the load time. This is especially useful for large product catalogs.
fr_fr: Quand activé, le formulaire de commande mettre en cache les IDs de produits et les IDs des produits à variations pour réduire drastiquement le temps de chargement. Particulièrement utile pour les catalogues produits importants.

source: Help Options
fr_fr: Options d’aide

source: Create Wholesale Ordering Page
fr_fr: Créer la page de commande en gros

source: Create Page
fr_fr: Créer la page

source: Clean up plugin options on un-installation
fr_fr: Effacer les options de l’extension à la désinstallation

source: If checked, removes all plugin options when this plugin is uninstalled. <b>Warning:</b> This process is irreversible.
fr_fr: Si coché, supprime toutes les options de l’extension quand elle est désinstallée. <b>Avertissement:</b> Ce processus est irréversible.

source: Knowledge Base
fr_fr: Base de connaissance

source: Looking for documentation? Please see our growing <a href="%1$s" target="_blank">Knowledge Base</a>
fr_fr: A la recherche de documentation? Veuillez consulter notre <a href="%1$s" target="_blank">Base de connaissance</a> grandissante.

source: Clear product cache
fr_fr: Effacer le cache produit

source: Clear Cache
fr_fr: Effacer le cache

source: Clear both the product ID and variation ID caches. Caches are automatically rebuilt and maintained by the system.
fr_fr: Efface les caches d’ID produit et d’ID de variations. Ces caches sont automatiquement reconstruits et maintenus par le système.

source: API keys are valid.
fr_fr: Les clés API sont valides.

source: Please enter a valid API keys.
fr_fr: Veuillez saisir une clé API valide.

source: Access Denied
fr_fr: Accès refusé

source: You do not have permission to view wholesale product listing
fr_fr: Vous n’avez pas la permission de voir la liste des produits grossistes

source: Login Here
fr_fr: Connectez-vous ici

source: <b>NOTE:</b> A minimum order quantity of <b>%1$s</b> %2$s minimum order subtotal of <b>%3$s</b> is required to activate wholesale pricing in the cart.
fr_fr: <b>REMARQUE :</b> Une quantité minimale de commande de <b>%1$s</b> %2$s sous-total de commande minimum de <b>%3$s</b> est requise pour activer les prix de gros dans le panier.

source: <b>NOTE:</b> A minimum order quantity of <b>%1$s</b> is required to activate wholesale pricing in the cart.
fr_fr: <b>Note</b>: Une quantité de commande minimale de <b>%1$s</b> est requise pour activer les prix de gros dans le panier.

source: <b>NOTE:</b> A minimum order subtotal of <b>%1$s</b> is required to activate wholesale pricing in the cart.
fr_fr: <b>Note</b>: Un sous-total de commande minimal de <b>%1$s</b> est requis pour activer les prix de gros dans le panier.

source: Required parameters not supplied
fr_fr: Paramètres requis non fournis

source: Failed to activate license. Failed to connect to activation access point. Please contact plugin support.
fr_fr: Échec d’activation de licence. Échec de connexion au point d’accès d’activation. Veuillez contacter le support de l’extension.

source: Failed to activate license. Activation access point return invalid response. Please contact plugin support.
fr_fr: Échec d’activation de licence. Le point d’accès d’activation a retourné une réponse invalide. Veuillez contacter le support de l’extension.

source: Please <b><a href="%1$s">activate</a></b> your copy of <b>WooCommerce Wholesale Order Form</b> to get the latest updates and have access to support.
fr_fr: Veuillez <b><a href="%1$s">activer</a></b> votre copie de <b>WooCommerce Wholesale Order Form</b> pour bénéficier des dernières mises à jour et du support.

source: Add Form
fr_fr: Ajouter un formulaire

source: Order Forms
fr_fr: Formulaires de commande

source: Below is a list of all the order forms for displaying products that you have on your store. Click each form to edit it's characteristics or add a new form using the button above. Forms can be placed on pages via the given shortcode or via an editor block. Forms can be reused on multiple pages and you can also query what pages each form appears on.
fr_fr: Vous trouverez ci-dessous une liste de tous les formulaires de commande pour afficher les produits que vous avez dans votre magasin. Cliquez sur chaque formulaire pour modifier ses caractéristiques ou ajoutez un nouveau formulaire en utilisant le bouton ci-dessus. Les formulaires peuvent être placés sur les pages via le shortcode donné ou via un bloc d'éditeur. Les formulaires peuvent être réutilisés sur plusieurs pages et vous pouvez également demander sur quelles pages chaque formulaire apparaît.

source: Order Form Name
fr_fr: Nom du formulaire de commande

source: Shortcode
fr_fr: Petit code

source: Locations
fr_fr: Emplacements

source: Status
fr_fr: Statut

source: Locations of the order forms.
fr_fr: Emplacements des bons de commande.

source: Edit
fr_fr: Éditer

source: Delete
fr_fr: Effacer

source: Do you want to delete this form?
fr_fr: Voulez-vous supprimer ce formulaire ?

source: Do you want to delete these forms?
fr_fr: Voulez-vous supprimer ces formulaires ?

source: Draft
fr_fr: Brouillon

source: Published
fr_fr: Publié

source: Copy
fr_fr: Copie

source: Copied
fr_fr: Copié

source: Deleted Successfully!
fr_fr: Supprimé avec succès!

source: Unable to delete!
fr_fr: Impossible de supprimer!

source: OK
fr_fr: D'accord

source: Cancel
fr_fr: Annuler

source: of
fr_fr: de

source: items
fr_fr: éléments

source: page
fr_fr: la page

source: pages
fr_fr: la pages

source: The following old shortcode is being mapped into this new form:
fr_fr: L’ancien code court qui suit est redirigé vers ce nouveau formulaire :

source: ORDER FORM HEADER
fr_fr: EN-TÊTE DU BON DE COMMANDE

source: ORDER FORM TABLE
fr_fr: TABLEAU BON DE COMMANDE

source: ORDER FORM FOOTER
fr_fr: PIED DE PIED DU BON DE COMMANDE

source: Drop Tables Column Here
fr_fr: Déposez la colonne Tables ici

source: Settings for
fr_fr: Paramètres pour

source: Header
fr_fr: Entête

source: Table
fr_fr: Table French

source: Footer
fr_fr: Bas de page

source: Edit Form
fr_fr: Modifier le formulaire

source: Order Form Elements
fr_fr: Éléments du formulaire de commande

source: Click and drag the elements you want on your order form into position.
fr_fr: Cliquez et faites glisser les éléments que vous voulez sur votre bon de commande en position.

source: HEADER/FOOTER ELEMENTS
fr_fr: ÉLÉMENTS EN-TÊTE/PIED DE PIED

source: TABLE COLUMNS
fr_fr: COLONNES DE TABLEAU

source: Additional Note
fr_fr: Note supplémentaire

source: Click For More Info
fr_fr: Cliquez pour plus d'informations

source: No Data
fr_fr: Pas de données

source: This form can be found on the following locations.
fr_fr: Ce formulaire se trouve aux endroits suivants.

source: Data cannot be fetched!
fr_fr: Les données ne peuvent pas être récupérées !

source: Sorry, the page you visited does not exist.
fr_fr: Désolé, la page que vous avez visitée n'existe pas.

source: Go Back
fr_fr: Retourner

source: Order Form Added!
fr_fr: Bon de commande ajouté!

source: Error Adding Order Form!
fr_fr: Erreur lors de l'ajout du bon de commande!

source: Order Form Saved as Draft!
fr_fr: Bon de commande enregistré comme brouillon!

source: Order Form Saved!
fr_fr: Bon de commande enregistré!

source: Error Updating Order Form!
fr_fr: Erreur lors de la mise à jour du bon de commande!

source: Add Order Form
fr_fr: Ajouter un formulaire de commande

source: Edit Order Form
fr_fr: Modifier le formulaire de commande

source: Save Draft
fr_fr: Enregistrer le brouillon

source: Publish
fr_fr: Publier
