Repository: rahulkis/Dennis_msghostlabs
Catalog: plugins/woocommerce-wholesale-order-form/languages/woocommerce-wholesale-order-form-*.po
Languages: fr_fr

source: The Wholesale Order Form uses the WooCommerce API to fetch products to show your customers.
fr_fr: Le formulaire grossiste utilise les API WooCommerce pour récupérer les produits et les afficher à vos clients.

source: You need to allow the plugin to use the API by generating a set of API keys. This is done automatically for you when you click the button below.
fr_fr: Vous devez autoriser l’extension à utiliser les API en générant des clés API. Ceci est réalisé automatiquement lorsque vous cliquez sur le bouton ci-dessous.

source: The access granted is only used for "reading", they can't be used to alter anything on your store.
fr_fr: Les accès accordés n'autorisent que la "lecture", ils ne peuvent rien modifier dans votre boutique.

source: Create WooCommerce API Keys
fr_fr: Créer des clés API WooCommerce

source: Successfully generated API key. Please proceed to the next step.
fr_fr: Clé API générée avec succès. Veuillez procéder à l’étape suivante.

source: Need support? Contact us.
fr_fr: Besoin d’aide ? Contactez-nous.

source: Continue
fr_fr: Continuer

source: Done
fr_fr: Fait

source: Processing complete!
fr_fr: Traitement terminé !

source: Process not done!
fr_fr: Traitement non réalisé !

source: Wholesale Ordering Alternate
fr_fr: Commande grossiste alternative

source: Wholesale Ordering Standard
fr_fr: Commande grossiste standard

source: Wholesale Order Forms
fr_fr: Formulaires de commande en gros

source: Order Form
fr_fr: Formulaire de commande

source: Parent Order Form
fr_fr: Formulaire de commande parent

source: View Order Form
fr_fr: Voir le formulaire de commande

source: New Order Form
fr_fr: Nouveau formulaire de commande

source: Update Order Form
fr_fr: Mettre à jour le formulaire de commande

source: Search Order Forms
fr_fr: Rechercher des formulaires de commande

source: No Order Form found
fr_fr: Aucun formulaire de commande trouvé

source: No Order Forms found in Trash
fr_fr: Aucun formulaire de commande trouvé dans la corbeille

source: Order Forms CPT
fr_fr: CPT du formulaire de commande

source: Update Now
fr_fr: Mettre à jour maintenant

source: <br/><p><b>WooCommerce Wholesale Prices</b> needs to be on at least version <b>%1$s</b> to work properly with WooCommerce Wholesale Order Form.</p><p><b>Click here to update.</b></p>%2$s
fr_fr: <br/><p><b>WooCommerce Wholesale Prices</b> doit être au moins en version <b>%1$s</b> pour fonctionner correctement avec WooCommerce Wholesale Order Form.</p><p><b>Cliquer ici pour mettre à jour.</b></p>%2$s

source: <br/><br/><p><b>WooCommerce Wholesale Prices Premium</b> needs to be on at least version <b>%1$s</b> to work properly with WooCommerce Wholesale Order Form.</p><p><b>Click here to update.</b></p>%2$s
fr_fr: <br/><br/><p><b>WooCommerce Wholesale Prices Premium</b> doit être au moins en version <b>%1$s</b> pour fonctionner correctement avec WooCommerce Wholesale Order Form.</p><p><b>Cliquer ici pour mettre à jour.</b></p>%2$s

source: You have met the minimum WooCommerce Wholesale Prices Premium version of %1$s
fr_fr: Vous satisfaites à la version minimale %1$s de WooCommerce Wholesale Prices Premium

source: Hiding WWPP minimum requirement message.
fr_fr: Message WWPP de minimum requis masqué.

source: Successfully created API key.
fr_fr: Clé API créée avec succès.

source: Success!
fr_fr: Succès!

source: Fail!
fr_fr: Échouer!

source: The Wholesale Order Form uses the WooCommerce API to fetch products to show your customers. The plugin only requires "read" permission.
fr_fr: Le formulaire grossiste utilise les API WooCommerce pour récupérer les produits et les afficher à vos clients. L’extension requiert uniquement la permission "lecture".

source: Order Form Setup Wizard - Migration
fr_fr: Assistant de migration de bon de commande

source: Order Form Setup Wizard
fr_fr: Assistant de bon de commande

source: We detected that you are still using old order form, please migrate to new order form as this will be phased out soon.
fr_fr: Nous avons détecté que vous utilisez toujours l’ancien formulaire, veuillez migrer vers le nouveau formulaire car l’ancien sera bientôt supprimé.

source: Start Migration
fr_fr: Lancer la migration

source: Congratulations! <b>Wholesale Order Forms</b> plugin has been successfully installed and is ready to be set up.
fr_fr: Félicitations ! L’extension <b>Wholesale Order Forms</b> a été installée avec succès et est prête à être paramétrée.

source: Get Started quickly by clicking <b>"Start Setup"</b> and we'll guide you through creating your first form.
fr_fr: Débutez rapidement en cliquant <b>"Commencer le paramétrage"</b> et nous vous guiderons pour créer votre premier formulaire.

source: Start Setup
fr_fr: Commencer le paramétrage

source: I'll Do this Later
fr_fr: Je le ferai plus tard

source: Congratulations! This version of <b>Wholesale Order Form</b> plugin introduces a new form builder, multiple forms, and lots of great new options making it more powerful than ever.
fr_fr: Félicitations ! Cette version de l’extension <b>Wholesale Order Form</b> introduit un nouveau constructeur de formulaires, les formulaires multiples et un paquet de chouettes nouvelles options qui le rendent plus puissant que jamais.

source: You can get started quickly with the new features by migrating your old form over to the new style. If you're not ready yet, you can choose to do it later via the Order Form Settings area.
fr_fr: Vous pouvez démarer rapidement avec les nouvelles fonctionnalités en migrant votre ancien formulaire vers le nouveau style. Si vous n’êtes pas prêt, vous pouvez choisir de le faire plus tard via la page Paramètres des formulaires grossiste.

source: The shortcode id for this order form is invalid.
fr_fr: L’id de code court pour ce formulaire de commande est invalide.

source: Invalid short code. Please provide id of the form.
fr_fr: Code court invalide. Veuillez fournir un id de formulaire.

source: We are not supporting Order Form lower than 2.0. If you still want to use old form then please contact support.
fr_fr: Nous ne supportons plus les formulaires grossistes de version inférieure à 2.0. Si vous souhaitez tout de même utiliser ce vieux formulaire, veuillez contacter l’assistance.

source: Congrats! <b>Wholesale Order Form</b> 2.0 introduces a new form builder, multiple forms, and lots of great new options making it more powerful than ever.
fr_fr: Félicitations! <b>Wholesale Order Form</b> 2.0 introduit un nouveau constructeur de formulaires, les formulaires multiples et un paquet de chouettes nouvelles options qui le rendent plus puissant que jamais.

source: Get started by migrating your old form over to the new style. If you're not ready yet, you can choose to do it later via the Order Form Settings area.
fr_fr: Débutez la migration de votre ancien formulaire vers le nouveau style. Si vous n’êtes pas prêt, vous pouvez choisir de le faire plus tard via la page Paramètres des formulaires grossiste.

source: Start Migration Wizard
fr_fr: Lancer l’assistance de migration

source: Get Started quickly by clicking <strong>"Start Setup"</strong> and we'll guide you through creating your first form.
fr_fr: Débutez rapidement en cliquant <strong>"Commencer le paramétrage"</strong> et nous vous guiderons pour créer votre premier formulaire.

source: Start Setup Wizard
fr_fr: Lancer l’assistance de paramétrage

source: Product
fr_fr: Produit

source: View Cart &rarr;
fr_fr: Voir le panier &rarr;

source: Product/s Added
fr_fr: Produit(s) ajouté(s)

source: No Products Found
fr_fr: Aucun produit trouvé

source: %1$s Product/s Found
fr_fr: %1$s Produit(s) trouvé(s)

source: -- No Category Filter --
fr_fr: -- Aucun filtre de catégorie --

source: Search
fr_fr: Rechercher

source: Show All Products
fr_fr: Montrer tous les produits

source: Refetch Plugin Update Data
fr_fr: Récupérer les données de mise à jour du plugin

source: Are you sure you want to refetch plugin update data?
fr_fr: Êtes-vous sûr de vouloir récupérer les données de mise à jour de l’extension ?

source: This will refetch the plugin update data. Useful for debugging failed plugin update operations.
fr_fr: Ceci récupèrera les données de mise à jour du plugin. Utile pour le débogage des opérations de mise à jour du plugin ayant échoué.

source: Search by name or SKU ...
fr_fr: Rechercher par nom ou UGS…

source: Search by name
fr_fr: Rechercher par nom

source: Thank you for choosing Wholesale Suite – the most complete wholesale solution for building wholesale sales into your existing WooCommerce driven store.
fr_fr: Merci d'avoir choisi Wholesale Suite - la solution de vente en gros la plus complète pour créer des ventes en gros dans votre magasin WooCommerce existant.

source: To help you get up and running as quickly and as smoothly as possible, we've published a number of getting started guides for our tools. You'll find links to these at any time inside the Help section in the settings for each plugin, but here are the links below so you can read them now.
fr_fr: Pour vous aider à démarrer le plus rapidement et le plus facilement possible, nous avons publié un certain nombre de guides de démarrage pour nos outils. Vous trouverez des liens vers ceux-ci à tout moment dans la section Aide dans les paramètres de chaque plugin, mais voici les liens ci-dessous afin que vous puissiez les lire maintenant.

source: Wholesale Prices Premium Guide
fr_fr: Guide Premium des prix de gros

source: Wholesale Prices Guide
fr_fr: Guide Wholesale Prices

source: Wholesale Order Form Guide
fr_fr: Guide Wholesale Order Form

source: Dismiss this notice.
fr_fr: Rejeter cette notification.

source: Thank you for choosing Order Form to provide an efficient, optimized ordering experience for you wholeale customers. We know they're going to love it!
fr_fr: Merci d’avoir choisi Order Form pour offrir à vos clients grossistes une expérience de commande efficace et optimisée. Nous savons qu’ils vont l’adorer!

source: The plugin has already created an order form page which you'll find under the Pages menu. We highly recommend reading the getting started guide to help you get up to speed on customizing order form experience.
fr_fr: Cette extension a déjà créé une page de formulaire de commande que vous trouverez dans le menu Pages. Nous vous recommandons vivement de lire notre guide de démarrage pour vous aider à rapidement personnaliser votre formulaire.

source: Read the Getting Started guide
fr_fr: Lisez le guide de démarrage

source: License Expired
fr_fr: Licence expirée

source: The entered license was purchased over 12 months ago and expired on <b id="wwof-license-expiration-date">%1$s</b>.<br/> To continue receiving support & updates please <b><a href="%2$s" target="_blank">click here to renew your license</a>.</b>
fr_fr: La licence entrée a été acquise il y a plus de 12 mois et a expiré le <b id="wwof-license-expiration-date">%1$s</b>.<br/> Pour continuer de bénéficier du support et des mises à jour veuillez <b><a href="%2$s" target="_blank">cliquer ici pour renouveler votre licence</a>.</b>

source: License Email
fr_fr: E‑mail de la licence

source: License Key
fr_fr: Clé de licence

source: Save Changes
fr_fr: Enregistrer les modifications

source: <a href="%1$s">Click here to update WooCommerce Wholesale Prices Plugin &rarr;</a>
fr_fr: <a href="%1$s">Cliquez ici pour mettre à jour l’extension WooCommerce Wholesale Prices Plugin &rarr;</a>

source: <b>WooCommerce Wholesale Order Form</b><br/>Please ensure you have the latest version of <a href="%1$s" target="_blank">WooCommerce Wholesale Prices</a> plugin installed and activated along with the Premium extension.
fr_fr: <b>WooCommerce Wholesale Order Form</b><br/>Veuillez vous assurer d’avoir la dernière version de l’extension <a href="%1$s" target="_blank">WooCommerce Wholesale Prices</a> installée et activée ainsi que son module Premium.

source: Click here to install from WordPress.org repo &rarr;
fr_fr: Cliquer ici pour l’installer depuis le dépôt WordPress.org &rarr;

source: Activate this plugin
fr_fr: Activer cette extension

source: Click here to activate &rarr;
fr_fr: Cliquer ici pour activer &rarr;

source: <br/>Please ensure you have the <a href="%1$s" target="_blank">%2$s</a> plugin installed and activated.<br/>
fr_fr: <br/>Veuillez vous assurer d’avoir l’extension <a href="%1$s" target="_blank">%2$s</a> installée et activée.<br/>

source: <b>WooCommerce Wholesale Order Form</b> plugin missing dependency.<br/>
fr_fr: Une dépendance de l’extension <b>WooCommerce Wholesale Order Form</b> est manquante.<br/>
