Repository: rahulkis/Dennis_msghostlabs
Catalog: plugins/woocommerce-wholesale-order-form/languages/woocommerce-wholesale-order-form-*.po
Languages: fr_fr

source: Update
fr_fr: Mettre à jour

source: Delete Form
fr_fr: Supprimer le formulaire

source: Form Title
fr_fr: Titre du formulaire

source: is required!
fr_fr: est requis!

source: Settings for this
fr_fr: Paramètres pour cela

source: column
fr_fr: colonne

source: item
fr_fr: objet

source: Re-order columns in this table.
fr_fr: Réorganisez les colonnes de ce tableau.

source: Re-order item in this row.
fr_fr: Recommandez l'article dans cette rangée.

source: Are you sure to delete this
fr_fr: Êtes-vous sûr de supprimer ce

source: Settings for this row
fr_fr: Paramètres pour cette ligne

source: Re-order between rows.
fr_fr: Réorganisez entre les lignes.

source: Are you sure to delete this row?
fr_fr: Êtes-vous sûr de supprimer cette ligne ?

source: 1 Column
fr_fr: 1 colonne

source: 2 Column
fr_fr: 2 colonnes

source: 3 Column
fr_fr: 3 colonnes

source: 4 Column
fr_fr: 4 colonnes

source: Add New Section
fr_fr: Ajouter une nouvelle section

source: Select Your Structure
fr_fr: Sélectionnez votre structure

source: Product(s)
fr_fr: Des produit(s)

source: Add Selected Products To Cart
fr_fr: Ajouter au panier les produits sélectionnés

source: Subtotal:
fr_fr: Sous-total:

source: Empty Cart
fr_fr: Panier vide

source: Select Category
fr_fr: Choisir une catégorie

source: Search Products
fr_fr: Recherche de produits

source: Clear Filters
fr_fr: Effacer les Filtres

source: Add To Cart Button
fr_fr: Bouton Ajouter au panier

source: In stock
fr_fr: En stock

source: Out of stock
fr_fr: Rupture de stock

source: Available on backorder
fr_fr: Disponible en réassort

source: in stock
fr_fr: en stock

source: Price
fr_fr: Prix

source: Image
fr_fr: l image

source: Product Meta
fr_fr: Méta produit

source: Product Name
fr_fr: Nom du produit

source: Quantity
fr_fr: Quantité

source: Description
fr_fr: La description

source: Options
fr_fr: Optionsbêta

source: Select Variation
fr_fr: Sélectionnez une variante

source: No results found
fr_fr: Aucun résultat trouvé

source: Loading...
fr_fr: Chargement...

source: Choose an option
fr_fr: Choisis une option

source: Styles
fr_fr: Modes

source: No Options
fr_fr: Aucune option

source: Button Text
fr_fr: Texte du bouton

source: Search Button Text
fr_fr: Texte du bouton de recherche

source: Clear Button Text
fr_fr: Effacer le texte du bouton

source: Column Heading Text
fr_fr: Texte d'en-tête de colonne

source: Decimal Quantity
fr_fr: Quantité décimale

source: Allow decimal values in the quantity input boxes.
fr_fr: Autoriser les valeurs décimales dans les zones de saisie de quantité.

source: None
fr_fr: Aucune

source: Default Category
fr_fr: Catégorie par défaut

source: Display Variation Dropdown
fr_fr: Affiche une liste déroulante des variantes

source: Add a variation dropdown below the name.
fr_fr: Ajouter une liste déroulant de variation sous le nom.

source: Empty Cart Text
fr_fr: Texte du panier vide

source: Excluded Category
fr_fr: Catégorie exclue

source: Click Action
fr_fr: Cliquez sur Action

source: Show Product Details Popup
fr_fr: Afficher la fenêtre contextuelle des détails du produit

source: Navigate To Single Product Page
fr_fr: Naviguer vers une page de produit unique

source: Show Image Popup
fr_fr: Afficher l'image contextuelle

source: Open in new tab?
fr_fr: Ouvrir dans un nouvel onglet ?

source: Opens the link in new tab.
fr_fr: Ouvre le lien dans un nouvel onglet.

source: Image Size
fr_fr: Taille de l'image

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Included Category
fr_fr: Catégorie incluse

source: Max Characters
fr_fr: Nombre maximum de caractères

source: Leave blank for unlimited
fr_fr: Laisser vide pour illimité

source: Out Of Stock Text
fr_fr: Texte en rupture de stock

source: Out Of Stock
fr_fr: Rupture de stock

source: Placeholder
fr_fr: Espace réservé

source: Pre-Text
fr_fr: Prétexte

source: Note: Meta key with prefix of underscore (_) will not work.
fr_fr: Remarque : La clé méta avec le préfixe de soulignement (_) ne fonctionnera pas.

source: *Click "Update" to save your changes.
fr_fr: *Cliquez sur "Mettre à jour" pour enregistrer vos modifications.

source: Add Row
fr_fr: Ajouter une rangée

source: The name
fr_fr: Le nom

source: Sure to delete?
fr_fr: Voulez-vous vraiment supprimer?

source: is required
fr_fr: est requis

source: Meta Key
fr_fr: Clé méta

source: Quantity Restriction
fr_fr: Restriction de quantité

source: Quantity Restriction (WooCommerce Wholesale Prices Premium feature)
fr_fr: Restriction de quantité (fonctionnalité Premium des prix de gros WooCommerce)

source: <p> When <b>Wholesale Minimum Order Quantity</b> is set, with or without setting <b>Wholesale Order Quantity Step</b>, only allow adding to cart when the quantity complies with the minimum quantity (and with the step increments if set). </p> <p> <b>Example:</b> <br /> Min = 5, valid qty are 5 and up. Invalid qty are below 5. <br /> Min = 5, Step = 3, valid qty are 5, 8, 11 and so on. Invalid qty are 6, 7, 9, 10 and so on. </p>
fr_fr: <p> Lorsque la <b>Quantité minimale de commande en gros</b> est définie, avec ou sans définir l'<b>Étape de la quantité de commande en gros</b>, uniquement permettre l'ajout au panier lorsque la quantité est conforme à la quantité minimale (et avec les incréments de pas si défini). </p> <p> <b>Exemple :</b> <br /> Min = 5, la quantité valide est de 5 et plus. La quantité non valide est inférieure à 5. <br /> Min = 5, Step = 3, les quantités valides sont 5, 8, 11 et ainsi de suite. Invalide qté sont 6, 7, 9, 10 et ainsi de suite. </p>

source: Show Clear Button
fr_fr: Afficher le bouton Effacer

source: Show a button to clear filters next to the search button
fr_fr: Afficher un bouton pour effacer les filtres à côté du bouton de recherche

source: Show Form Footer
fr_fr: Afficher le pied de page du formulaire

source: Show the order form footer.
fr_fr: Afficher le pied de page du bon de commande.

source: Show Form Header
fr_fr: Afficher l'en-tête du formulaire

source: Show Min Requirement Notices
fr_fr: Afficher les avis d'exigence minimale

source: Show wholesale minimum requirement notices above the search form
fr_fr: Afficher les avis d'exigences minimales en gros au-dessus du formulaire de recherche

source: SKU Search
fr_fr: Recherche d'UGS

source: Allow searching by SKU
fr_fr: Autoriser la recherche par UGS

source: Smart Visibility
fr_fr: Visibilité intelligente

source: Hide column when no variable products detected
fr_fr: Masquer la colonne lorsqu'aucun produit variable n'est détecté

source: Sortable
fr_fr: Triable

source: Allow sorting the table by this column
fr_fr: Autoriser le tri du tableau par cette colonne

source: Submit On Change
fr_fr: Soumettre en cas de modification

source: Submit On Enter
fr_fr: Soumettre à l'entrée

source: Subtotal Suffix
fr_fr: Suffixe de sous-total

source: Tax Display
fr_fr: Affichage des taxes

source: WooCommerce Default
fr_fr: WooCommerce par défaut

source: Including Tax
fr_fr: Taxes comprises

source: Excluding Tax
fr_fr: Hors taxe

source: Variation Selector Style
fr_fr: Style de sélecteur de variation

source: <p> <b>Standard</b> - Limitation is only up to 100 variations. </p> <p> <b>Combo</b> - Recommended for product with large variations (100 variations and up). Lazy load 20 variations on scroll down. </p>
fr_fr: <p> <b>Standard</b> - La limitation n'est que de 100 variantes. </p> <p> <b>Combo</b> - Recommandé pour les produits avec de grandes variations (100 variantes et plus). Lazy load 20 variations sur scroll vers le bas. </p>

source: Combo (Less Clicks/Faster)
fr_fr: Combo (moins de clics/plus rapide)

source: Standard (One Box Per Attribute)
fr_fr: Standard (une case par attribut)

source: Wholesale Quantity Based Pricing Tables
fr_fr: Tableaux de prix basés sur la quantité de gros

source: Show Wholesale quantity based pricing tables
fr_fr: Afficher les tableaux de prix basés sur la quantité de gros

source: Enable Add To Cart Notification
fr_fr: Activer la notification d"ajout au panier

source: Adds a notification message when adding product(s) to cart.
fr_fr: Ajoute un message de notification à l’ajout de produit(s) au panier.

source: Notification Duration
fr_fr: Durée de la notification

source: Leave empty to use default. Default is 10 seconds.
fr_fr: Laisser vide pour utiliser la valeur par défaut. 10 secondes par défaut.

source: No Styles.
fr_fr: Aucun style.

source: Table Alignment
fr_fr: Alignement des tableaux

source: Element Alignment
fr_fr: Alignement des éléments

source: Cell Alignment
fr_fr: Alignement des cellules

source: Left
fr_fr: La gauche

source: Center
fr_fr: Centre

source: Right
fr_fr: Droite

source: Button Color
fr_fr: Couleur du bouton

source: Button Text Color
fr_fr: Couleur du texte du bouton

source: Font Size
fr_fr: Taille de police

source: Margin
fr_fr: Marge

source: Linked
fr_fr: Liée

source: Not Linked
fr_fr: Non lié

source: Padding
fr_fr: Rembourrage

source: Table Width
fr_fr: Largeur du tableau

source: Box Width
fr_fr: Largeur de la boîte

source: Element Width
fr_fr: Largeur de l'élément

source: Full Width
fr_fr: Pleine largeur

source: Search Input
fr_fr: Entrée de recherche

source: Category Filter
fr_fr: Filtre de catégorie

source: Add Selected To Cart Button
fr_fr: Bouton Ajouter la sélection au panier

source: Cart Subtotal
fr_fr: Sous-total du panier

source: Product Count
fr_fr: Nombre de produits

source: Pagination
fr_fr: Pagination French

source: Search & Clear Buttons
fr_fr: Rechercher et effacer les boutons

source: Product Image
fr_fr: Image du produit

source: In Stock Amount
fr_fr: Montant en stock

source: Quantity Input
fr_fr: Entrée de quantité

source: Variation Dropdown
fr_fr: Liste déroulante des variantes

source: Short Description
fr_fr: Brève Description

source: Add To Cart Checkbox
fr_fr: Case à cocher Ajouter au panier

source: This Order Form is in "Draft" status. This form will only be visible only for admin user.
fr_fr: Ce bon de commande est à l'état "Brouillon". Ce formulaire ne sera visible que pour l'utilisateur administrateur.

source: Please enter a valid value. Quantity must not be 0.
fr_fr: Veuillez entrer une valeur valide. La quantité ne doit pas être 0.

source: The entered quantity is lower than the allowed minimum
fr_fr: La quantité saisie est inférieure au minimum autorisé

source: Please enter a valid quantity. The two nearest valid quantity are
fr_fr: Veuillez saisir une quantité valide. Les deux quantités valides les plus proches sont

source: and
fr_fr: et

source: No variation(s) selected.
fr_fr: Aucune variation(s) sélectionnée(s).

source: Succesfully Added
fr_fr: Ajouté avec succès

source: Add to Cart Failed
fr_fr: Échec de i'ajout au panier

source: Empty Cart.
fr_fr: Panier vide.

source: Loading more products...
fr_fr: Chargement de plus de produits…

source: In Stock
fr_fr: En stock

source: Close
fr_fr: Proche

source: Wholesale Quantity Based Pricing
fr_fr: Tarification basée sur la quantité en gros

source: Quantity Based Wholesale Pricing
fr_fr: Prix ​​de gros basés sur la quantité

source: This product is currently out of stock and unavailable.
fr_fr: Ce produit est actuellement en rupture de stock et indisponible.

source: Category
fr_fr: Catégorie

source: Select All Products
fr_fr: Sélectionner tous les produits

source: Sort By
fr_fr: Trier par

source: Sort Order
fr_fr: Ordre de tri

source: Please select a variation(s).
fr_fr: Veuillez sélectionner une ou plusieurs variantes.

source: Please enter a valid value. The entered value is lower than the allowed minimum
fr_fr: Veuillez entrer une valeur valide. La valeur saisie est inférieure au minimum autorisé

source: Please enter a valid value. The two nearest valid values are
fr_fr: Veuillez entrer une valeur valide. Les deux valeurs valides les plus proches sont

source: Succesfully Added:
fr_fr: Ajouté avec succès :

source: Quantity must not be empty.
fr_fr: La quantité ne doit pas être vide.

source: Unable to add to cart.
fr_fr: Impossible d'ajouter au panier.

source: Unavailable
fr_fr: Indisponible

source: Quantity of
fr_fr: Quantité de

source: is invalid. Please provide a quantity that is minimum of
fr_fr: est invalide. Veuillez fournir une quantité minimale de

source: and increments of
fr_fr: et des incréments de

source: The two nearest valid values are
fr_fr: Les deux valeurs valides les plus proches sont

source: is not within range of suggested quantity of minimum of
fr_fr: n'est pas dans la plage de quantité suggérée de minimum de

source: Click to sort descending
fr_fr: Cliquez pour trier par ordre décroissant

source: Click to sort ascending
fr_fr: Cliquez pour trier par ordre croissant

source: Click to cancel sorting
fr_fr: Cliquez pour annuler le tri

source: Invalid API keys.
fr_fr: Clés API non valides.

source: Successfully revoked API Key.
fr_fr: Clé API révoquée avec succès.

source: You do not have permission to revoke this API Key
fr_fr: Vous n'êtes pas autorisé à révoquer cette clé API

source: Invalid Request.
fr_fr: Requête invalide.

source: Unique identifier for the object.
fr_fr: Identifiant unique de l’objet

source: Whether to bypass trash and force deletion.
fr_fr: Pour passer outre la corbeille et forcer la suppression.

source: The page number requested is larger than the number of pages available.
fr_fr: Le numéro de la page demandée est supérieur au nombre de pages disponibles.

source: Cannot create existing post.
fr_fr: Impossible de créer une publication existante.

source: Invalid author ID.
fr_fr: ID d’auteur invalide.

source: Unique identifier for the order form cpt object.
fr_fr: Identifiant unique de l’objet cpt du formulaire de commande.

source: The title for the order form cpt object.
fr_fr: Titre de l'objet cpt du bon de commande.

source: The description for the order form cpt object
fr_fr: Description de l’objet cpt du formulaire de commande

source: Shortcode locations.
fr_fr: Positions du code court.

source: A named status for the order form cpt object.
fr_fr: A état nommé pour l’objet cpt du formulaire de commande.

source: Type of Post for the order form cpt object.
fr_fr: Type de poste pour l'objet cpt du bon de commande.

source: Order Form Elements Side Panel.
fr_fr: Panneau latéral des éléments du formulaire de commande.

source: Order Form Editor Elements.
fr_fr: Éléments de l’éditeur du formulaire de commande.

source: Order Form Editor Styles.
fr_fr: Styles de l’éditeur du formulaire de commande.

source: Order Form Settings.
fr_fr: Paramètres du formulaire de commande.

source: The Old Shortcode
fr_fr: L’ancien code court

source: Limit response to posts published after a given ISO8601 compliant date.
fr_fr: Limite les résultats aux posts publiés après une date compatible ISO8601.

source: Limit result set to posts assigned to specific authors.
fr_fr: Limite les résultats aux posts assignés à des auteurs spécifiques.

source: Ensure result set excludes posts assigned to specific authors.
fr_fr: Assure que les résultats excluent les posts assignés à des auteurs spécifiques.

source: Limit response to posts published before a given ISO8601 compliant date.
fr_fr: Limite les résultats aux posts publiés avant une date compatible ISO8601.

source: Ensure result set excludes specific IDs.
fr_fr: Assure que les résultats excluent les IDs spécifiques.

source: Limit result set to specific IDs.
fr_fr: Limite les résultats à des ID spécifiques.

source: Limit result set to posts with a specific menu_order value.
fr_fr: Limite les résultats aux posts avec une valeur menu_order spécifique.

source: Offset the result set by a specific number of items.
fr_fr: Décale les résultats du nombre d’éléments indiqué.

source: Order sort attribute ascending or descending.
fr_fr: Trie les attributs de tri de façon croissante ou décroissante.

source: Sort collection by object attribute.
fr_fr: Trier la collection par attribut de l'objet.

source: Limit result set to posts with one or more specific slugs.
fr_fr: Limite les résultats aux posts avec un ou plusieurs slugs spécifiques.

source: Limit result set to posts assigned one or more statuses.
fr_fr: Limite les résultats aux posts assignés à un ou plusieurs états.

source: Limit result set based on relationship between multiple taxonomies.
fr_fr: Limite les résultats suivant la relation entre plusieurs taxonomies.

source: Limit result set to all items that have the specified term assigned in the %s taxonomy.
fr_fr: Limite les résultats aux éléments qui ont la valeur spécifiée dans la taxonomie %s.

source: Limit result set to all items except those that have the specified term assigned in the %s taxonomy.
fr_fr: Limite les résultats aux éléments qui n’ont pas la valeur spécifiée dans la taxonomie %s.

source: Limit result set to items that are sticky.
fr_fr: Limite les résultats aux éléments épinglés.

source: Status is forbidden.
fr_fr: Ce status est interdit.

source: Successfully deleted order forms.
fr_fr: Formulaires de commande supprimés avec succès.

source: The post does not support trashing. Set '%s' to delete.
fr_fr: La publication n’accepte pas la mise en corbeille. Positionnez '%s' pour supprimer.

source: The post has already been deleted.
fr_fr: Le post a déjà été supprimé.

source: The post cannot be deleted.
fr_fr: Le post ne peut pas être supprimé !

source: Invalid post ID.
fr_fr: ID de post invalide.

source: Resource does not exist.
fr_fr: La ressource n’existe pas.

source: Sorry, you cannot list resources.
fr_fr: Désolé, vous ne pouvez lister les ressources.

source: Menu Order
fr_fr: Ordre des menus

source: Product Sorting By
fr_fr: Tri des produits par

source: WooCommerce default
fr_fr: Défaut de WooCommerce

source: Lazy Loading
fr_fr: Chargement paresseux

source: More results are loaded into the page based on the user scrolling.
fr_fr: Chargement paresseux - plus de produits sont chargés dans la page à mesure que l’utilisateur la fait défiler.

source: <b>Note:</b> If pagination element is added in the editor, this will be hidden in the frontend.
fr_fr: <b>Remarque :</b> Si un élément de pagination est ajouté dans l'éditeur, il sera masqué dans le frontend.

source: Zero Inventory
fr_fr: Zéro inventaire

source: Show products that have zero inventory.
fr_fr: Afficher les produits qui n'ont aucun stock.

source: Include Products
fr_fr: Inclure des produits

source: Select Products
fr_fr: Sélectionner des produits

source: No Products
fr_fr: Aucun produit

source: Only show this specific products in the order form. Variations are excluded in the selection.
fr_fr: Montre seulement des produits spécifiques dans le formulaire de commande. Les variations sont exclues de cette sélection.

source: Specify specific products to hide from the order form. Variations are included in the selection.
fr_fr: Définit des produits spécifiques à masquer dans le formulaire de commande. Les variations sont incluses dans la sélection.

source: Invalid ID.
fr_fr: ID invalide.

source: Settings updated successfully.
fr_fr: Paramètres enregistrés avec succès.

source: Update Fail.
fr_fr: Échec de mise à jour.

source: This wizard will guide you through setting up your first order form.
fr_fr: Cet assistant vous guidera dans le paramétrage de votre premier formulaire de commande.

source: Here's a list of perks you will get with your new order forms:
fr_fr: Voici une liste des avantages que vous obtiendrez avec vos nouveaux formulaires de commande :

source: View Form
fr_fr: Voir le formulaire

source: Welcome
fr_fr: Bienvenue

source: Wholesale Order Form Setup Wizard
fr_fr: Assistant Wholesale Order Form

source: Easy to create multiple order forms
fr_fr: Des formulaires de commande multiples faciles à créer

source: Search entire catalog on one page
fr_fr: Rechercher dans le catalogue entier sur une seule page

source: Mobile & tablet friendly
fr_fr: Support pour mobile et tablette

source: Simple to customize with drag & drop editing
fr_fr: Personnalisation simplifiée via une édition en glisser-déposer dans l’éditeur

source: Fast to set up, you'll be done in a minute!
fr_fr: Rapide à mettre en oeuvre, vous serez prêt en une minute !

source: Generate Order Form
fr_fr: Générer le formulaire de commande

source: We are generating a default Wholesale Order Form for your set up according to best practices used by most stores. We're also creating a page with the form on it that you'll be able to send to your wholesale customers.
fr_fr: Nous générons un formulaire de commande en gros par défaut pour votre installation en suivant les meilleures pratiques adoptées par la plupart des boutiques. Nous créons également une page avec ce formulaire que vous pourrez envoyer à vos clients grossistes.

source: You can tweak the design/features of the default form or even create additional new forms via the Wholesale Order Forms page.
fr_fr: Vous pouvez modifier la conception/les fonctionnalités du formulaire par défaut ou même créer de nouveaux formulaires via la page Formulaire grossiste.

source: Once you see the forms in the table below, you can click to continue to finish the wizard.
fr_fr: Lorsque vous voyez les formulaires dans la table ci-dessous, vous pouvez cliquez pour continuer la finalisation de l’assistant.

source: Pro Tip: You can add additional Order Forms.
fr_fr: Astuce pro : Vous pouvez ajouter d’autres formulaires de commande.

source: This wizard will guide you through migrating your old form over to the new version. All your settings will be retained.
fr_fr: Cet assistant vous guidera dans la migration de votre ancien formulaire vers la nouvelle version. Tous vos paramètres seront conservés.

source: Here's a list of perks you will get when upgrading to the new order form:
fr_fr: Voici une liste des avantages que vous obtiendrez grâce à la mise à jour vers les nouveaux formulaires de commande :

source: Old Shortcode
fr_fr: Ancien code court

source: New Shortcode
fr_fr: Nouveau code court

source: View Locations
fr_fr: Voir les emplacements

source: (Default)
fr_fr: (Défaut)

source: For old v1.0 shortcodes this is the form that will be shown to users on the front end.
fr_fr: Pour les anciens codes courts de la v1.0 ceci est le formulaire qui sera affiché aux utilisateurs sur la boutique.

source: Wholesale Order Form Migration Wizard
fr_fr: Assistant de migration Wholesale Order Form

source: This new version now supports multiple order forms! We're searching your posts and pages for where you used old order form so we can automatically generate a new form for each unique form.
fr_fr: Cette nouvelle version supporte de multiples formulaires de commande ! Nous cherchons dans vos publications et pages vos anciens formulaires afin de pouvoir automatiquement générer un nouveau formulaire pour chaque formulaire unique.

source: Once you see the generated forms below, you can click <b>"Done"</b> to finish the wizard.
fr_fr: Lorsque vous voyez les formulaires générés dans la table ci-dessous, vous pouvez cliquez <b>"Fait"</b> pour terminer l’assistant.

source: Generating Order Forms. Please wait...
fr_fr: Génération des formulaires de commande en cours. Veuillez patienter…

source: Generated Forms:
fr_fr: Formulaires générés :

source: Note: The old shortcodes will be "mapped" to the new ones so they won't break. You can now tweak these forms individually via the drag and drop form editor.
fr_fr: Note: Les anciens codes courts seront "redirigés" vers les nouveaux afin de ne pas les casser. Vous pouvez maintenant modifier ces formulaires individuellement via l'éditeur de formulaire par glisser-désposer.

source: Generate WooCommerce API Keys
fr_fr: Générer les clés API Woocommerce
