Repository: rahulkis/Dennis_msghostlabs
Catalog: plugins/woocommerce-wholesale-lead-capture/languages/woocommerce-wholesale-lead-capture-*.po
Languages: fr_fr

source: %1$s must not be empty.
fr_fr: %1$s ne peut être vide.

source: %1$s custom field that you wish to delete does not exist
fr_fr: Le champ personnalisé %1$s que vous vous souhaitez supprimer n’existe pas

source: %1$s custom field that you wish to edit does not exist
fr_fr: Le champ personnalisé %1$s que vous vous souhaitez modifier n’existe pas

source: --- Custom Link ---
fr_fr: --- Lien personnalisé ---

source: <strong>ERROR</strong>: Invalid Request
fr_fr: <strong>ERREUR</strong>: Requête invalide

source: [the password supplied upon registration]
fr_fr: [le mot de passe fourni à l’inscription]

source: [the password was supplied in your registration email]
fr_fr: [le mot de passe a été fourni dans votre e‑mail d’inscription]

source: [your current password]
fr_fr: [votre mot de passe actuel]

source: Account Upgrade
fr_fr: Mettre à jour le compte

source: Activate
fr_fr: Activer

source: Activating User Failed
fr_fr: Échec d’activation de l’utilisateur

source: Active
fr_fr: Actif

source: Add Address Line 2 Label.
fr_fr: Ajouter l’intitulé d’Adresse ligne 2

source: Add Custom Field
fr_fr: Ajouter un champ personnalisé

source: Add Password Confirmation Field
fr_fr: Ajouter un champ de confirmation de mot de passe

source: Address
fr_fr: Adresse

source: Address 1
fr_fr: Adresse

source: Address Line 2
fr_fr: Adresse ligne 2

source: Address Line 2 Placeholder
fr_fr: Rarque substitutive de l’adresse ligne 2

source: Address Placeholder
fr_fr: Marque substitutive de l’adresse

source: Admin Email Recipient
fr_fr: Adresse de réception de l’administrateur

source: Allow existing customers to request an account upgrade. Existing customers must fill-up and submit the lead capture registration form to request an upgrade. Note: once approved, the role will be based on the New Lead Role set above.
fr_fr: Permet aux clients existants de demander une mise à jour de leur compte. Les clients existants doivent remplir et soumettre le formulaire de référencement pour leur demande de mise à jour. Note: une fois approuvée, leur rôle sera fondée sur le Nouveau rôle du référencé défini ci-dessus.

source: Allow logged-in admin and shop managers to view registration page
fr_fr: Permettre aux administrateurs et gestionnaires de boutique connectés de voir la page d’inscription

source: Allow managing of users via email
fr_fr: Autoriser la gestion des utilisateurs par e‑mail

source: Allowed File Types
fr_fr: Types de fichiers autorisés

source: Apartment, suite, unit etc. (optional)
fr_fr: Appartement, étage, etc... (optionnel)

source: Approval Date
fr_fr: Date d’approbation

source: Approve
fr_fr: Approuver

source: Approving User Failed
fr_fr: Échec d’approbation de l’utilisateur

source: Are you sure you want to refetch plugin update data?
fr_fr: Êtes-vous sûr de vouloir récupérer les données de mise à jour de l’extension ?

source: Auto Approve New Leads
fr_fr: Auto-approuvez les nouveaux référencements

source: Automatic Approval – new registrations are automatically approved after submitting the wholesale registration form.
fr_fr: Approbation automatique - les nouvelles inscriptions seront automatiquement approuvées après soumission du formulaire d’inscription grossiste.

source: Blind Carbon Copy (BCC)
fr_fr: Copie carbone cachée (BCC)

source: Built In Fields
fr_fr: Champs intégrés

source: Built-in Fields
fr_fr: Champs intégrés

source: Built-in fields are fields that are common to many different types of wholesale industries. There are some fields that <b>must appear</b> on your registration form in order to create the user. There are also some built-in fields that are optional, meaning that can be omitted from the form if you don't need to collect them.
fr_fr: Les champs intégrés sont des champs qui sont communs à différents types d’industries de gros. Il y a certains champs qui <b>doivent apparaître</b> sur votre formulaire d’inscription afin de créer l’utilisateur. Il y a d’autres champs qui sont coptionnels, ce qui signifie qu’ils peuvent être omis de votre formulaire si vous n’avez pas besoin de les collecter.

source: By clicking register, you agree to the <a href="%1$s" target="_blank">Terms & Conditions</a>
fr_fr: En cliquant pour vous inscrire, vous acceptez les <a href="%1$s" target="_blank"> Conditions Générales de Vente</a>

source: Cancel
fr_fr: Annuler

source: Cannot retrieve custom field, %1$s does not exist
fr_fr: Récupération du champ personnalisé impossible, %1$s n’exixste pas

source: Carbon Copy (CC)
fr_fr: Copie carbone (CC)

source: Checkbox
fr_fr: Case à cocher

source: Checkbox Option Value
fr_fr: Valeur de l’option case à cocher

source: City
fr_fr: Ville

source: Clean up plugin options on un-installation
fr_fr: Effacer les options de l’extension à la désinstallation

source: Click here to set your password
fr_fr: Cliquer ici pour définir votre mot de passe

source: Clicking OK will remove the current custom role
fr_fr: En cliquant OK le rôle personnalisé actuel sera supprimé

source: Company Name
fr_fr: Nom de l’entreprise

source: Confirm password
fr_fr: Confirmer le mot de passe

source: Confirm Placeholder Text
fr_fr: Veuillez confirmer le texte de la marque substitutive

source: Congratulations, you have been approved as a wholesale customer.
fr_fr: Félicitations, vous avez été approuvé en tant que client grossiste.

source: Content
fr_fr: Contenu

source: Content to display
fr_fr: Contenu à afficher

source: Country
fr_fr: Pays

source: Create Lead Pages
fr_fr: Créer les pages de référencement

source: Create Necessary Pages
fr_fr: Créer les pages nécessaires

source: Custom Field Successfully Edited
fr_fr: Champ personnalisé modifié avec succès

source: Custom Field Successfully Saved
fr_fr: Champ personnalisé enregistré avec succès

source: Custom Fields
fr_fr: Champs personnalisés

source: Custom Fields Options
fr_fr: Options des champs personnalisés

source: Deactivate
fr_fr: Désactiver

source: Deactivating User Failed
fr_fr: Échec de désactivation de l’utilisateur

source: Default Value
fr_fr: Valeur par défaut

source: Default Value, invalid email format
fr_fr: Valeur par défaut, format d’e‑mail invalide

source: Dismiss this notice.
fr_fr: Rejeter cette notification.

source: Display account upgrade message and link to upgrade account registration form in "My account" page for standard customers.
fr_fr: Affiche un message de mise à jour et un lien pour mettre à jour l'inscription du compte dans la page "Mon Compte" des utilisateurs standards.

source: Duplicate field, %1$s already exists.
fr_fr: Champ en doublon, %1$s existe déjà.

source: Email Address
fr_fr: Adresse e‑mail

source: Emails Options
fr_fr: Options d’e-mails

source: Enable Recaptcha
fr_fr: Activer Recaptcha

source: Enabled
fr_fr: Activé

source: Enter a value in megabytes
fr_fr: Entrez une valeur en mégaoctets

source: Enter custom link
fr_fr: Entrez un lien personnalisé

source: Error: There are pages in the Trash that contain the login/registration shortcodes. Please permanently delete those pages or restore them first.
fr_fr: Erreur: Il y a des pages dans la Corbeille qui contiennent des codes courts de connexion/inscription. Veuillez d’abord supprimer de façon permanente ces pages ou les restaurer.

source: Failed Retrieve Custom Field Data
fr_fr: Échec de récupération des données du champ personnalisé

source: Failed to activate license. Activation access point return invalid response. Please contact plugin support.
fr_fr: Échec d’activation de la licence. Le point d’accès d’activation a retourné une réponse invalide. Veuillez contacter le support de l’extension.

source: Failed to activate license. Failed to connect to activation access point. Please contact plugin support.
fr_fr: Échec d’activation de la licence. Échec de connexion au point d’accès d’activation. Veuillez contacter le support de l’extension.

source: Failed To Create Lead Pages
fr_fr: Échec de création des pages de référencement

source: Failed To Delete Custom Field
fr_fr: Échec de suppression du champ personnalisé

source: Failed To Edit Custom Field
fr_fr: Échec de modification du champ personnalisé

source: Failed To Process Registration
fr_fr: Échec de l’inscription

source: Failed To Save Custom Field
fr_fr: Échec d’enregistrement du champ personnalisé

source: Failed To Save Settings
fr_fr: Échec d’enregistrement des paramètres

source: Failed To Save Wholesale Lead License Details
fr_fr: Échec d’enregistrement des détails de licence de Wholesale Lead

source: false
fr_fr: faux

source: Field
fr_fr: Champ

source: Field ID
fr_fr: ID du champ

source: Field id %1$s contains none alpha numeric character/s
fr_fr: Le champ d'ID %1$s ne contient aucun caractère alphanumérique

source: Field Name
fr_fr: Nom du champ

source: Field Order
fr_fr: Ordre du champ

source: Field Type
fr_fr: Type de champ

source: File
fr_fr: Fichier

source: First Name
fr_fr: Prénom

source: Full Name : %1$s
fr_fr: Nom complet : %1$s

source: General
fr_fr: Général

source: Getting Started
fr_fr: Bien commencer

source: Hello %1$s
fr_fr: Bonjour %1$s

source: Help
fr_fr: Aide

source: Help Options
fr_fr: Options d’aide

source: Here you can add additional fields to be added on the lead capture registration form.
fr_fr: Ici vous pouvez créer des champs supplémentaires à ajouter au formualire d’enregistrement Lead Capture.

source: Hi %1$s,
fr_fr: Bonjour %1$s,

source: Hidden
fr_fr: Caché

source: hide
fr_fr: cacher

source: Hide Notice
fr_fr: Masquer la notification

source: If blank, then WordPress admin email will be used
fr_fr: Si vide, l’e-mail de l’administrateur WordPress sera utilisé

source: If checked, removes all plugin options when this plugin is uninstalled. <b>Warning:</b> This process is irreversible.
fr_fr: Si coché, supprime toutes les options du plugin à sa désinstallation. <b>Avertissement;</b> Ce processus est irréversible.

source: If checked, this will add the recaptcha field on the registration form. You can get your Recaptcha keys by going to <a href="https://www.google.com/recaptcha/">https://www.google.com/recaptcha/</a>
fr_fr: Si coché, le champ reCAPTCHA sera ajouté au formulaire d'inscription. Vous pouvez obtenir vos clés reCAPTACHA en allant sur <a href="https://www.google.com/recaptcha/">https://www.google.com/recaptcha/</a>

source: If enabled, but not required or when disabled, the password will be automatically generated for the user and communicated via email.
fr_fr: Si activé mais non requis, ou désactivé, le mot de passe sera automatiquement généré pour l’utilisateur et lui sera communiqué par e-mail.

source: If enabled, this field is automatically required. When disabled, the Email Address will be used as the user’s username instead.
fr_fr: Si coché, ce champ est automatiquement requis. Si décoché, l'adresser e-mail sera utilisée comme nom d'utilisateur du client.

source: If you are showing terms & conditions on your registration form, this is where they will link to.
fr_fr: Si vous montrez les Conditions Générales de Ventes dans le formulaire d'inscription, c'est vers cela que le lien pointera.

source: If you feel this decision has been made in error please get in touch.
fr_fr: Si vous pensez que cette décision a été prise par erreurs, veuillez nous contacter.

source: Inactive
fr_fr: Inactif

source: Invalid AJAX Operation
fr_fr: Opération AJAX invalide

source: Kind Regards
fr_fr: Sincèrement,

source: Kind Regards,
fr_fr: Sincèrement,

source: Knowledge Base
fr_fr: Base de connaissance

source: Last Name
fr_fr: Nom de famille

source: Lead Actions
fr_fr: Actions de référencement

source: License
fr_fr: Licence

source: License Email
fr_fr: E-mail de la licence

source: License Expired
fr_fr: Licence expirée

source: License Key
fr_fr: Clé de licence

source: Log In
fr_fr: Connexion

source: Log Out
fr_fr: Déconnexion

source: login link below:
fr_fr: lien de connexion ci-dessous:

source: Login Redirect
fr_fr: Redirection de connexion

source: Login using your new account to start shopping as a wholesale user.
fr_fr: Connectez-vous avec votre nouveau compte pour commencer à faire vos achats en tant que client grossiste.

source: Logout Redirect
fr_fr: Redirection à la déconnexion

source: Looking for documentation? Please see our growing <a href="%1$s" target="_blank">Knowledge Base</a>
fr_fr: A la recherche de documentation? Veuillez consulter notre <a href="%1$s" target="_blank">Base de connaissance</a> grandissante

source: Lost Password
fr_fr: Mot de passe oublié

source: Manage User:
fr_fr: Gérer l’utilisateur:

source: Manual Approval Required – new registrations are held in a moderation queue and require an administrator or store manager to approve them.
fr_fr: Approbation manuelle requise - les nouvelles inscriptions sont conservées dans une file de modération et nécessitent qu’un administrateur ou gestionnaire de boutique les approuve.

source: Maximum Allowed File Size
fr_fr: Taille de fichier maximale autorisée

source: Medium
fr_fr: Moyen

source: Mismatch
fr_fr: Non correspondance

source: Must be unique. Letters, numbers and underscores only. Value will be automatically prepended with "wwlc_cf_"
fr_fr: Doit être unique. Uniquement des lettres, de chiffres et des tirets bas. La valeur sera automatiquement préfixée avec "wwlc_cf_"

source: New Lead Role
fr_fr: Nouveau rôle du référencé

source: New User Registered And Approved
fr_fr: Nouvelle inscription et approbation utilisateur

source: New User Registered and Approved,
fr_fr: Nouvelle inscription et approbation utilisateur,

source: New User Registration
fr_fr: Nouvelle inscription utilisateur

source: New User Registration,
fr_fr: Nouvelle inscription utilisateur,

source: No Custom Fields Found
fr_fr: Aucun champs personnalisé trouvé

source: No format
fr_fr: Aucun format

source: Note: When it's set to Automatic Approval, users will be automatically logged-in after successful registration.
fr_fr: Note: Quand l’approbation automatique est active, les utilisateurs seront automatiquement connectés après une inscription réussie.

source: Number
fr_fr: Nombre

source: Option Text
fr_fr: Texte de l’option

source: Option Value
fr_fr: Valeur de l’option

source: Password
fr_fr: Mot de passe

source: Password does not match the confirm password.
fr_fr: Le mot de passe ne correspond pas au mot de passe de confirmation.

source: password: %1$s
fr_fr: Mot de passe: %1$s

source: Phone
fr_fr: Téléphone

source: Phone mask/pattern
fr_fr: Masque/motif du numéro de téléphone

source: Placeholder
fr_fr: Marque substitutive

source: Placeholder Text
fr_fr: Texte de la marque substitutive

source: Please <b><a href="%1$s">activate</a></b> your copy of <b>WooCommerce Wholesale Lead Capture</b> to get the latest updates and have access to support.
fr_fr: Veuillez <b><a href="%1$s">activer</a></b> votre copie de <b>WooCommerce Wholesale Lead Capture</b> pour obtenir les dernières mises à jour et accéder au support.

source: Please change back to <strong>Visual</strong> editor tab to re-enable saving the field.
fr_fr: Veuillez revenir à l’onglet éditeur <strong>Visuel</strong> pour réactiver la sauvegarde du champ.

source: Please check at least one option
fr_fr: Veuillez cocher au moins une option

source: Please enter a number that from the minimum is divisible by
fr_fr: Veuillez entrer un nombre qui a minima soit divisible par

source: Please enter a number that is not greater than the allowed maximum
fr_fr: Veuillez entrer un nombre qui ne soit pas supérieur au maximum autorisé

source: Please enter a number that is not lesser than the allowed minimum
fr_fr: Veuillez entrer un nombre qui ne soit pas inférieur au minimum autorisé

source: Please enter a valid email address
fr_fr: Veuillez entre une adresse e-mail valide

source: Please enter a valid phone number
fr_fr: Veuillez entrer un numéro de téléphone valide

source: Please enter your %1$s.
fr_fr: Veuillez entrer votre %1$s.

source: Please Fill The Form Appropriately
fr_fr: Veuillez remplir le formulaire correctement

source: Please Fill The Form Properly. The following fields have empty values.
fr_fr: Veuillez remplir le formulaire correctement. Les champs suivants sont vides.

source: Please Leave This Empty:
fr_fr: Veuillez laisser ceci vide:

source: Please prove that you are human
fr_fr: Veuillez prouver que vous êtes un humain

source: Please save your credentials below:
fr_fr: Veuillez sauvegarder vos identifiants ci-dessous:

source: Postcode
fr_fr: Code postal

source: Postcode / Zip
fr_fr: Code postal

source: Postcode/Zip Placeholder
fr_fr: Marque substitutive pour le code postal

source: Radio Option Value
fr_fr: Valeur de l’option radio

source: Read the Getting Started guide
fr_fr: Lisez le Guide de démarrage

source: Recaptcha secret key
fr_fr: Clé secrète Recaptcha

source: Recaptcha site key
fr_fr: Clé Recaptcha du site

source: reCAPTCHA type
fr_fr: Type de reCAPTCHA

source: Refetch Plugin Update Data
fr_fr: Récupérer les données de mise à jour de l’extension

source: Register
fr_fr: Inscription

source: Registration Approved
fr_fr: Inscription approuvée

source: Registration Date
fr_fr: Date d’inscription

source: Registration Failed
fr_fr: Échec d’inscription

source: Registration Rejected
fr_fr: Inscription refusée

source: Registration Successful
fr_fr: Inscription réussie

source: Registration, Log In Form and Thank You Page
fr_fr: Inscription, Connexion et page de Remerciements

source: Reject
fr_fr: Refuser

source: Rejected
fr_fr: Refusé

source: Rejecting User Failed
fr_fr: Échec du refus utilisateur

source: Rejection Date
fr_fr: Date de refus

source: Remember Me
fr_fr: Se souvenir de moi

source: Remove
fr_fr: Supprimer

source: Required
fr_fr: Requis

source: required
fr_fr: requis

source: Required parameters not supplied
fr_fr: Paramètres requis non fournis

source: Save Changes
fr_fr: Enregistrer les modifications

source: Save Custom Field
fr_fr: Enregistrer le champ personnalisé

source: Security
fr_fr: Sécurité

source: Security check fail
fr_fr: Échec de la vérification de sécurité

source: Security check failed
fr_fr: Échec de la vérification de sécurité

source: Select
fr_fr: Sélection

source: Select a Page
fr_fr: Sélectionnez une page

source: Select Option Value
fr_fr: Sélectionnez la valeur de l’option

source: Select Some User Roles...
fr_fr: Sélectionnez des rôles utilisateurs…

source: Select your reCAPTCHA type. Make sure to use site key and secret key for your selected type.
fr_fr: Sélectionnez votre type de reCAPTCHA. Assurez-vous d’utiliser la clé de site et la clé secrète du type sélectionné.

source: Set the pages related to wholesale registration, login and your wholesale program's terms.
fr_fr: Définit les pages liées à l’inscription grossiste, la connexion et les conditions du programme de vente en gros.

source: Settings
fr_fr: Paramètres

source: show
fr_fr: montrer

source: Show Account Upgrade Message
fr_fr: Afficher le message de mise à jour

source: State
fr_fr: Région

source: State / County
fr_fr: Région

source: State/County Placeholder
fr_fr: Marque substitutive pour le département

source: Status
fr_fr: État

source: Step:
fr_fr: Incrément:

source: Street address
fr_fr: Adresse postale

source: Strong
fr_fr: Fort

source: Subject
fr_fr: Sujet

source: Successfully Approved!
fr_fr: Approuvé avec succès

source: Successfully Deleted Custom Role
fr_fr: Rôle personnalisé supprimé avec succès

source: Successfully Rejected!
fr_fr: Refusé avec succès!

source: Terms & Conditions
fr_fr: Conditions Générales de Vente

source: Text
fr_fr: Texte

source: Text Area
fr_fr: Zone de texte

source: Thank you for choosing Lead Capture to managed your wholesale customers.
fr_fr: Merci d’avoir choisi Lead Capture pour gérer vos clients grossistes.

source: Thank you for choosing Wholesale Suite – the most complete wholesale solution for building wholesale sales into your existing WooCommerce driven store.
fr_fr: Merci d’avoir choisi Wholesale Suite - la solution de vente en gros la plus complète pour mettre en oeuvre vos ventes en gros dans votre boutique WooCommerce.

source: Thank you for your registration. We will be in touch shortly to discuss your account upgrade request.
fr_fr: Merci pour votre inscription. Nous vous contacterons sous peu pour discuter de votre requête de mise à jour de compte.

source: Thank you for your registration. We will be in touch shortly to discuss your account.
fr_fr: Merci pour votre inscription. Nous vous contacterons sous peu pour discuter de votre compte.

source: The entered license was purchased over 12 months ago and expired on <b id="wwlc-license-expiration-date">%1$s</b>.<br/> To continue receiving support & updates please <b><a href="%2$s" target="_blank">click here to renew your license</a>.</b>
fr_fr: La licence entrée a été acquise il y a plus de 12 mois et a expiré le <b id="wwlc-license-expiration-date">%1$s</b>.<br/> Pour continuer de bénéficier du support et des mises à jour, veuillez <b><a href="%2$s" target="_blank">cliquer ici pour renouveler votre licence</a>.</b>

source: The file you selected exceeds the maximum allowed file size
fr_fr: Le fichier que vous avec sélectionner excède la taille maximale autorisée

source: The file you selected is empty. Please upload something more substantial.
fr_fr: Le fichier que vous avec sélectionné est vide. Veuillez charger quelque chose de plus substanciel.

source: The following pages were created successfully:
fr_fr: Les pages suivantes ont été créées avec succès:

source: The format of the file you selected is not supported
fr_fr: Le format de fichier que vous avez sélectionné n’est pas supporté

source: The maximum number must not be lesser than the minimum number. Please contact admin.
fr_fr: Le nombre maximal ne doit pas être inférieur au nombre minimum. Veuillez contacter votre administrateur.

source: The plugin has already done a lot of the heavy lifting for you and you'll find new pages for the wholesale registration and wholesale login forms under your Pages area. We highly recommend reading the getting started guide to help you get up to speed on everything from customizing your registration form to user approval flow.
fr_fr: L’extension a déjà réalise un travail important pour vous et vous trouverez de nouvelles pages pour l’inscription de clients grossistes ainsi que des formulaires dans la section Pages. Nous vous recommandons vivement de lire le guide de démarrage pour vous aider à rapidement tout personnaliser de votre formulaire d’enregistrement à votre processus d’approbation d’utilisateurs.

source: These settings describe what happens to when processing a new wholesale lead.
fr_fr: Ces paramètres décrivent ce qui se produit quand on procède à un nouveau référencement de client grossiste.

source: This field always appear at the bottom of the form. Please ensure you select a value for the Terms & Conditions Page on the <a href="%s">General Settings</a>.
fr_fr: Ce champ apparaît toujours en bas du formulaire. Veuillez vous assurer d’avoir choisi une valeur pour la page Conditions Générales de Vente dans l’onglet de paramètres <a href="%s">Général</a>

source: This field is required
fr_fr: Ce champ est requis

source: This is the page where new leads can register for a wholesale account.
fr_fr: C'est la page où les nouveaux clients peuvent s’incrire pour un compte grosssite.

source: This is the page where your wholesale customers login to their accounts.
fr_fr: C'est la page où les clients grossistes se connectent à leurs comptes.

source: This is the user role that your wholesale customers will receive once they have been approved.
fr_fr: C'est le rôle utilisateur que vos clients grossistes recevront une fois qu'ils auront été approuvés.
