Repository: rahulkis/Dennis_msghostlabs
Catalog: plugins/woocommerce-wholesale-lead-capture/languages/woocommerce-wholesale-lead-capture-*.po
Languages: fr_fr

source: This is where customers are redirected immediately after registering for their wholesale account.
fr_fr: C'est là que vos clients seront redirigés immédiatement après inscription de leur compte grossiste.

source: This is where wholesale customers are redirected immediately after logging in.
fr_fr: C'est là que les clients grossistes sont redirigés immédiatement après leur connexion.

source: This is where wholesale customers are redirected immediately after logging out.
fr_fr: C'est là que les clients grossistes sont redirigés immédiatement après leur déconnexion.

source: This will refetch the plugin update data. Useful for debugging failed plugin update operations.
fr_fr: Ceci récupèrera les données de mise à jour du plugin. Utile pour le débogage des opérations de mise à jour du plugin ayant échoué.

source: To help you get up and running as quickly and as smoothly as possible, we've published a number of getting started guides for our tools. You'll find links to these at any time inside the Help section in the settings for each plugin, but here are the links below so you can read them now.
fr_fr: Pour vous aider à une mise en oeuvre et une utilisation rapide et fluide, nous avons publié un certain nombre de guides de démarrage pour nos outils. Vous trouverez les liens vers ceux-ci à tout moment dans la section Aide dans les paramètres de chaque extension, mais voici déjà ces liens ci-dessous afin que vous puissiez les lire.

source: Total Active Wholesale Customers
fr_fr: Total clients grossistes actifs

source: Total Approved
fr_fr: Total approuvés

source: Total customers that have registered via the wholesale registration form, including any accounts that are now inactive or have had their user role changed.
fr_fr: Total des clients qui se sont inscrits via le formulaire d'inscription grossiste, inclusion faite des comptes maintenant inactifs ou qui ont eu leur rôle grossiste modifié.

source: Total customers that registered via the wholesale registration form but are now inactive or have had their user role changed.
fr_fr: Total des clients qui se sont inscrits via le formulaire d'inscription grossiste et mais sont maintenant inactifs ou ont eu leur rôle grossiste modifié.

source: Total customers that registered via the wholesale registration form that are still active and have a wholesale user role.
fr_fr: Total des clients qui se sont inscrits via le formulaire d'inscription grossiste et qui sont toujours actifs et ont un rôle grossiste.

source: Total customers that registered via the wholesale registration form that have been approved, regardless of subsequent user role changes.
fr_fr: Total des clients qui se sont inscrits via le formulaire d'inscription grossiste et ont été approuvés, sans des rôles utilisateurs.

source: Total customers that registered via the wholesale registration form that have been rejected.
fr_fr: Total des clients qui se sont inscrits via le formulaire d'inscription grossiste et dont le status et qui ont été refusés.

source: Total customers that registered via the wholesale registration form where their status is still pending.
fr_fr: Total des clients qui se sont inscrits via le formulaire d'inscription grossiste et dont le status et toujours en cours.

source: Total Inactive Wholesale Customers
fr_fr: Total clients grossistes inactifs

source: Total Pending
fr_fr: Total en attente

source: Total Registrations
fr_fr: Total inscriptions

source: Total Rejected
fr_fr: Total refus

source: Town / City
fr_fr: Ville

source: Town/City Placeholder
fr_fr: Marque substitutive pour la ville

source: true
fr_fr: vrai

source: Type in extension of allowed file types separated by comma
fr_fr: Tapez les extensions de fichier autorisées séparées pas des virgules

source: Unapproved
fr_fr: Non approuvé

source: Unfortunately you have not been approved as a Wholesale customer at this time.
fr_fr: Malheureusement vous n'avez pas été accepté en tant que client grossiste pour l'instant.

source: Upgrade Account Request.
fr_fr: Requête de mise à niveau de compte.

source: Upgrade Message
fr_fr: Message de mise à jour

source: User is Auto Approved
fr_fr: L’utilisateur est auto-approuvé.

source: Username
fr_fr: Nom utilisateur

source: username: %1$s
fr_fr: Nom utilisateur: %1$s

source: V2 I'm not a robot
fr_fr: V2 Je ne suis pas un robot

source: Value
fr_fr: Valeur

source: Very weak
fr_fr: Très faible

source: View Page
fr_fr: Voir la page

source: We'll send you an email once your application has been approved
fr_fr: Nous vous enverrons un mail une fois que votre demande aura été approuvée.

source: Weak
fr_fr: Faible

source: Wholesale Lead
fr_fr: Référencement grossiste

source: Wholesale Lead Capture Guide
fr_fr: Guide Wholesale Lead Capture

source: Wholesale Lead License Details Successfully Saved
fr_fr: Détails de licence de Wholesale Lead enregistrés avec succès

source: Wholesale Log In Page
fr_fr: Page de connexion grossiste

source: Wholesale Login
fr_fr: Connexion grossiste

source: Wholesale Order Form Guide
fr_fr: Guide Wholesale Order Form

source: Wholesale Prices Guide
fr_fr: Guide Wholesale Prices

source: Wholesale Prices Premium Guide
fr_fr: Guide Wholesale Prices Premium

source: Wholesale Registration
fr_fr: Inscription grossiste

source: Wholesale Registration Page
fr_fr: Page d’inscription grossiste

source: Wholesale Registration Thank You
fr_fr: Remerciement d’inscription grossiste

source: Wholesale Thank You Page
fr_fr: Page de remerciements grossiste

source: WooCommerce extension to provide functionality of capturing wholesale leads.
fr_fr: Extension WooCommerce fournissant une fonctionnalité de référencement de clients grossistes.

source: You are not allowed to register.
fr_fr: Vous n’êtes pas autorisé à vous inscrire.

source: You are registered as a standard customer. Click here to <a href="%1$s" target="_blank">request an account upgrade</a>.
fr_fr: Vous êtes inscrit en tant que client standard. Cliquez ici pour <a href="%1$s" target="_blank">demander une mise à jour de votre compte</a>.

source: You have successfully registered as a Wholesale customer
fr_fr: Votre demande d’inscription en tant que client grossiste a réussi.

source: You need to agree to the terms and conditions.
fr_fr: Vous devez accepter les Conditions Ggénérales de Ventes.

source: Your account is pending for approval.
fr_fr: Votre compte est en cours d’approbation.

source: Your account is still awaiting approval.
fr_fr: Votre compte est toujours en attente d’approbation.

source: Your current password.
fr_fr: Votre mot de passe actuel.

source: Your upgrade account request has been approved.
fr_fr: Votre demande de mise à niveau de compte a été approuvée.
